[
    {
        "text": "Perhaps when we find ourselves wanting everything, it is because we are dangerously close to wanting nothing.",
        "author":"sylvia plath"
    },
    {
        "text": "Learn to light a candle in the darkest moments of someone’s life. Be the light that helps others see; it is what gives life its deepest significance.",
        "author":"Roy T. Bennett, The Light in the Heart"
    },
    {
        "text": "Be grateful for what you already have while you pursue your goals.If you aren’t grateful for what you already have, what makes you think you would be happy with more.",
        "author":"Roy T. Bennett, The Light in the Heart"
    },
    {
        "text": "Anyone whose goal is 'something higher' must expect someday to suffer vertigo. What is vertigo? Fear of falling? No, Vertigo is something other than fear of falling. It is the voice of the emptiness below us which tempts and lures us, it is the desire to fall, against which, terrified, we defend ourselves.",
        "author":"Milan Kundera"
    },
    {
        "text": "It is good to have an end to journey toward; but it is the journey that matters, in the end.",
        "author":"Ursula K. Le Guin"
    },
    {
        "text": "If you have built castles in the air, your work need not be lost; that is where they should be. Now put the foundations under them.",
        "author":"Henry David Thoreau"
    },
    {
        "text": "Aim higher in case you fall short.",
        "author":"Suzanne Collins"
    },
    {
        "text": "If you want to live a happy life, tie it to a goal, not to people or things.",
        "author":"Albert Einstein"
    },
    {
        "text": "Far away there in the sunshine are my highest aspirations. I may not reach them, but I can look up and see their beauty, believe in them, and try to follow where they lead.",
        "author":"Louisa May Alcott"
    },
    {
        "text": "You never know what's around the corner. It could be everything. Or it could be nothing. You keep putting one foot in front of the other, and then one day you look back and you've climbed a mountain.",
        "author":"Tom Hiddleston"
    },
    {
        "text": "Happiness is not a goal...it's a by-product of a life well lived.",
        "author":"Eleanor Roosevelt"
    },
    {
        "text": "If you were born without wings, do nothing to prevent them from growing.",
        "author":"Coco Chanel"
    },
    {
        "text": "Dreaming about being an actress, is more exciting then being one.",
        "author":"Marilyn Monroe"
    },
    {
        "text": "Whenever you want to achieve something, keep your eyes open, concentrate and make sure you know exactly what it is you want. No one can hit their target with their eyes closed.",
        "author":"Paulo Coelho"
    },
    {
        "text": "It was impossible, of course. But when did that ever stop any dreamer from dreaming.",
        "author":"Laini Taylor"
    },
    {
        "text": "A busy, vibrant, goal-oriented woman is so much more attractive than a woman who waits around for a man to validate her existence.",
        "author":"Mandy Hale"
    },
    {
        "text": "Carve your name on hearts, not tombstones. A legacy is etched into the minds of others and the stories they share about you.",
        "author":"Shannon Alder"
    },
    {
        "text": "If you have a dream, don’t just sit there. Gather courage to believe that you can succeed and leave no stone unturned to make it a reality.",
        "author":"Dr Roopleen"
    },
    {
        "text": "When defeat comes, accept it as a signal that your plans are not sound, rebuild those plans, and set sail once more toward your coveted goal.",
        "author":"Napoleon Hill"
    },
    {
        "text": "A goal is not always meant to be reached, it often serves simply as something to aim at.",
        "author":"Bruce Lee"
    },
    {
        "text": "Focus on your goals, not your fear.Focus like a laser beam on your goals.",
        "author":"Roy T. Bennett"
    },
    {
        "text": "It's not hard to decide what you want your life to be about. What's hard, she said, is figuring out what you're willing to give up in order to do the things you really care about.",
        "author":"Shauna Niequist"
    },
    {
        "text": "If a man knows not to which port he sails, no wind is favorable.",
        "author":"Seneca the Younger"
    },
    
    {
        "text": "A year from now you may wish you had started today.",
        "author":"Karen Lamb"
    },
    {
        "text": "Reach high, for stars lie hidden in you. Dream deep, for every dream precedes the goal.",
        "author":"Rabindranath Tagore"
    },
    {
        "text": "Chaos is more freedom; in fact, total freedom. But no meaning. I want to be free to act, and I also want my actions to mean something.",
        "author":"Audrey Niffenegger"
    },
    {
        "text": "Dream your own dreams, achieve your own goals. Your journey is your own and unique.",
        "author":"Roy T. Bennett"
    },
    {
        "text": "To conquer frustration, one must remain intensely focused on the outcome, not the obstacles.",
        "author":" T.F. Hodge"
    },
    {
        "text": "If you don't know where you are going,you'll end up someplace else.",
        "author":"Yogi Berra"
    },
    {
        "text": "Courage doesn’t happen when you have all the answers. It happens when you are ready to face the questions you have been avoiding your whole life.",
        "author":"Shannon L. Alder"
    },
    {
        "text": "Obstacles are things a person sees when he takes his eyes off his goal.",
        "author":"E. Joseph Cossman"
    },
    {
        "text": "Find a purpose to serve, not a lifestyle to live.",
        "author":"Criss Jami"
    },
    {
        "text": "Accepting oneself does not preclude an attempt to become better.",
        "author":"Flannery O'Connor"
    },
    {
        "text": "Don’t let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks.",
        "author":"Dr Roopleen"
    },
    {
        "text": "When someone you love says goodbye you can stare long and hard at the door they closed and forget to see all the doors God has open in front of you.",
        "author":"Shannon Alder"
    },
    {
        "text": "You may be the only person left who believes in you, but it's enough. It takes just one star to pierce a universe of darkness. Never give up.",
        "author":"Richelle E. Goodrich"
    },
    {
        "text": "To dream of success is to set a goal of where you want to be; to wake up, take action, and achieve it is what true success is all about.",
        "author":"Idowu Koyenikan"
    },
    {
        "text": "Your complaints, your drama, your victim mentality, your whining, your blaming, and all of your excuses have NEVER gotten you even a single step closer to your goals or dreams. Let go of your nonsense. Let go of the delusion that you DESERVE better and go EARN it! Today is a new day!",
        "author":"Steve Maraboli"
    },
    {
        "text": "Reality is a projection of your thoughts or the things you habitually think about.",
        "author":"Stephen Richards"
    },
    {
        "text": "When you reach for the stars, you are reaching for the farthest thing out there. When you reach deep into yourself, it is the same thing, but in the opposite direction. If you reach in both directions, you will have spanned the universe.",
        "author":"Vera Nazarian"
    },
    {
        "text": "What the mind can conceive and believe, and the heart desire, you can achieve.",
        "author":"Norman Vincent Peale"
    },
    {
        "text": "Your days are numbered. Use them to throw open the windows of your soul to the sun. If you do not, the sun will soon set, and you with it.",
        "author":"Marcus Aurelius"
    },
    {
        "text": "What is considered impossible is someone else’s opinion. What is possible is my decision.",
        "author":"idowu koyenikan"
    },
    {
        "text": "Acquiring wisdom is great but it is not the goal, applying it is.",
        "author":"idowu koyenikan"
    },
    {
        "text": "Sometimes that mountain you've been climbing is just a grain of sand, and what you've been up there searching for forever, is in your hands. When you figure out love is all that matters after all it sure makes everything else seem so small.",
        "author":"Carrie Underwood"
    },
    {
        "text": "know what you want, work to get it, then value it once you have it.",
        "author":"Nora Roberts"
    },
    {
        "text": "I'm going to enjoy every second, and I'm going to know I'm enjoying it while I'm enjoying it. Most people don't live; they just race. They are trying to reach some goal far away on the horizon, and in the heat of the going they get so breathless and panting that they lose sight of the beautiful, tranquil country they are passing through; and then the first thing they know, they are old and worn out, and it doesn't make any difference whether they've reached the goal or not.",
        "author":"Jean Webster"
    },
    {
        "text": "The world’s greatest achievers have been those who have always stayed focussed on their goals and have been consistent in their efforts.",
        "author":"Dr Roopleen"
    },
    {
        "text": "If you want to be a grocer, or a general, or a politician, or a judge, you will invariably become it; that is your punishment. If you never know what you want to be, if you live what some might call the dynamic life but what I will call the artistic life, if each day you are unsure of who you are and what you know you will never become anything, and that is your reward.",
        "author":"Oscar Wilde"
    },
    {
        "text": "The greatest battles of life are fought out daily in the silent chambers of the soul.",
        "author":"David O. McKay"
    },
    {
        "text": "Dare to dream! If you did not have the capability to make your wildest wishes come true, your mind would not have the capacity to conjure such ideas in the first place. There is no limitation on what you can potentially achieve, except for the limitation you choose to impose on your own imagination. What you believe to be possible will always come to pass - to the extent that you deem it possible. It really is as simple as that.",
        "author":"Anthon St. Maarten"
    },
    {
        "text": "People are not lazy, they simply have impotent goals..that is..goals that do not inspire them.",
        "author":"Anthony Robbins"
    },
    {
        "text": "Even a snail will eventually reach its destination.",
        "author":"Gail Tsukiyama"
    },
    {
        "text": "The pretty ones are usually unhappy. They expect everyone to be enamored of their beauty. How can a person be content when their happiness lies in someone else's hands, ready to be crushed at any moment? Ordinary-looking people are far superior, because they are forced to actually work hard to achieve their goals, instead of expecting people to fall all over themselves to help them.",
        "author":"J. Cornell Michel"
    },
    {
        "text": "Become the leader of your life. Lead yourself to where you want to be. Breathe life back into your ambitions, your desires, your goals, your relationships.",
        "author":"Steve Maraboli"
    },
    {
        "text": "The greater danger for most of us lies not in setting our aim too high and falling short; but in setting our aim too low, and achieving our mark.",
        "author":"Michelangelo Buonarroti"
    },
    {
        "text": "Life always begins with one step outside of your comfort zone.",
        "author":"Shannon L. Alder"
    },
    {
        "text": "Great goals make great people. People cannot hit what they do not aim for.",
        "author":"Roy T. Bennett"
    },
    {
        "text": "The true definition of mental illness is when the majority of your time is spent in the past or future, but rarely living in the realism of NOW.",
        "author":"Shannon L. Alder"
    },
    {
        "text": "If you're trying to be miserable, it's important you don't have any goals. No school goals, personal goals, family goals. Your only objective each day should be to inhale and exhale for sixteen hours before you go to bed again. Don't read anything informative, don't listen to anything useful, don't do anything productive. If you start achieving goals, you might start to feel a sense of excitement, then you might want to set another goal, and then your miserable mornings are through. To maintain your misery, the idea of crossing off your goals should never cross your mind.",
        "author":"John Bytheway"
    },
    {
        "text": "Goals are the road maps that guide you to your destination.Cultivate the habit of setting clearly-defined written goals; they are the road maps that guide you to your destination.",
        "author":"Roy T. Bennett"
    },
    {
        "text": "What would you attempt to do if you knew you could not fail?",
        "author":" Robert Schuller"
    },
    {
        "text": "There is strange comfort in knowing that no matter what happens today, the Sun will rise again tomorrow.",
        "author":"Aaron Lauritsen"
    },
    {
        "text": "If you're bored with life, if you don't get up every morning with a burning desire to do things, you don't have enough goals.",
        "author":"Lou Holtz"
    },
    {
        "text": "Personality begins where comparison leaves off. Be unique. Be memorable. Be confident. Be proud.",
        "author":"Shannon L. Alder"
    },
    {
        "text": "The struggles we endure today will be the ‘good old days’ we laugh about tomorrow.",
        "author":"Aaron Lauritsen"
    },
    {
        "text": "Know what you want to do, hold the thought firmly, and do every day what should be done, and every sunset will see you that much nearer the goal.",
        "author":"Elbert Hubbard"
    },
    {
        "text": "Leaders live by choice, not by accident.",
        "author":"Mark Gorman"
    },
    {
        "text": "But to believe that getting stuff is the purpose and aim of life is madness.",
        "author":"Hubert Selby Jr"
    },
    {
        "text": "The most important thing is this: to sacrifice what you are now for what you can become tomorrow.",
        "author":"Shannon Alder"
    },
    {
        "text": "What do you mean I have to wait for someone's approval?  I'm someone.  I approve.  So I give myself permission to move forward with my full support!",
        "author":"Richelle E. Goodrich"
    },
    {
        "text": "The young have aspirations that never come to pass, the old have reminiscences of what never happened.",
        "author":"Saki"
    },
    {
        "text": "Be practical as well as generous in your ideals. Keep your eyes on the stars, but remember to keep your feet on the ground.",
        "author":"Theodore Roosevelt"
    },
    {
        "text": "Everyone can perform magic, everyone can reach his goals, if he is able to think, if he is able to wait, if he is able to fast",
        "author":"Hermann Hesse"
    },
    {
        "text": "All great beginnings start in the dark, when the moon greets you to a new day at midnight.",
        "author":"Shannon L. Alder"
    },
    {
        "text": "There's no reason to have a plan B because it distracts from plan A.",
        "author":"Will Smith"
    },
    {
        "text": "The little things of life, sweet and excellent in their place, must not be the things lived for; the highest must be sought and followed; the life of heaven must be begun here on earth.",
        "author":"L.M. Montgomery"
    },
    {
        "text": "The strong-minded rise to the challenge of their goals and dreams. The weak-minded become haters.",
        "author":"Steve Maraboli"
    },
    {
        "text": "It is a paradoxical but profoundly true and important principle of life that the most likely way to reach a goal is to be aiming not at that goal itself but at some more ambitious goal beyond it.",
        "author":"Arnold Joseph Toynbee"
    },
    {
        "text": "A person who doubts himself is like a man who would enlist in the ranks of his enemies and bear arms against himself. He makes his failures certain by himself being the first person to be convinced of it.",
        "author":"Alexandre Dumas"
    },
    {
        "text": "Disappointment is really just a term for our refusal to look on the bright side.",
        "author":"Richelle E. Goodrich"
    },
    {
        "text": "The hippies wanted peace and love. We wanted Ferraris, blondes and switchblades.",
        "author":"Alice Cooper"
    }
    
]