[
{
"text": "For every minute you are angry you lose sixty seconds of happiness.",
"author":"― Ralph Waldo Emerson  "
},
{
"text": "Love is that condition in which the happiness of another person is essential to your own.",
"author":"― Robert A. Heinlein, Stranger in a Strange Land  "
},
{
"text": "Folks are usually about as happy as they make their minds up to be.",
"author":"― Abraham Lincoln  "
},
{
"text": "Time you enjoy wasting is not wasted time.",
"author":"― Marthe Troly-Curtin, Phrynette Married  "
},
{
"text": "It's so hard to forget pain, but it's even harder to remember sweetness. We have no scar to show for happiness. We learn so little from peace.",
"author":"― Chuck Palahniuk, Diary  "
},
{
"text": "Happiness in intelligent people is the rarest thing I know.",
"author":"― Ernest Hemingway, The Garden of Eden  "
},
{
"text": "The Seven Social Sins are: Wealth without work. Pleasure without conscience. Knowledge without character. Commerce without morality. Science without humanity. Worship without sacrifice. Politics without principle.From a sermon given by Frederick Lewis Donaldson in Westminster Abbey, London, on March 20, 1925.",
"author":"― Frederick Lewis Donaldson  "
},
{
"text": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.",
"author":"― Albert Camus  "
},
{
"text": "Happiness is when what you think, what you say, and what you do are in harmony.",
"author":"― Mahatma Gandhi  "
},
{
"text": "There's nothing like deep breaths after laughing that hard. Nothing in the world like a sore stomach for the right reasons.",
"author":"― Stephen Chbosky, The Perks of Being a Wallflower  "
},
{
"text": "Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad.",
"author":"― Henry Wadsworth Longfellow  "
},
{
"text": "Happiness is not something ready made. It comes from your own actions.",
"author":"― Dalai Lama XIV  "
},
{
"text": "Count your age by friends, not years. Count your life by smiles, not tears.",
"author":"― John Lennon  "
},
{
"text": "Promise YourselfTo be so strong that nothingcan disturb your peace of mind.To talk health, happiness, and prosperityto every person you meet.To make all your friends feelthat there is something in themTo look at the sunny side of everythingand make your optimism come true.To think only the best, to work only for the best,and to expect only the best.To be just as enthusiastic about the success of othersas you are about your own.To forget the mistakes of the pastand press on to the greater achievements of the future.To wear a cheerful countenance at all timesand give every living creature you meet a smile.To give so much time to the improvement of yourselfthat you have no time to criticize others.To be too large for worry, too noble for anger, too strong for fear,and too happy to permit the presence of trouble.To think well of yourself and to proclaim this fact to the world,not in loud words but great deeds.To live in faith that the whole world is on your sideso long as you are true to the best that is in you.",
"author":"― Christian D. Larson, Your Forces and How to Use Them  "
},
{
"text": "If more of us valued food and cheer and song above hoarded gold, it would be a merrier world.",
"author":"― J.R.R. Tolkien  "
},
{
"text": "Attitude is a choice. Happiness is a choice. Optimism is a choice. Kindness is a choice. Giving is a choice. Respect is a choice. Whatever choice you make makes you. Choose wisely.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for.",
"author":"― Tom Bodett  "
},
{
"text": "The most important thing is to enjoy your life—to be happy—it's all that matters.",
"author":"― Audrey Hepburn  "
},
{
"text": "Happiness is a warm puppy.",
"author":"― Charles M. Schulz  "
},
{
"text": "Take responsibility of your own happiness, never put it in other people’s hands.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "You cannot protect yourself from sadness without protecting yourself from happiness.",
"author":"― Jonathan Safran Foer  "
},
{
"text": "It isn't what you have or who you are or where you are or what you are doing that makes you happy or unhappy. It is what you think about it.",
"author":"― Dale Carnegie, How to Win Friends and Influence People  "
},
{
"text": "No medicine cures what happiness cannot.",
"author":"― Gabriel García Márquez  "
},
{
"text": "Happiness is having a large, loving, caring, close-knit family in another city.",
"author":"― George Burns  "
},
{
"text": "Don’t waste your time in anger, regrets, worries, and grudges. Life is too short to be unhappy.",
"author":"― Roy T. Bennett  "
},
{
"text": "Let us be grateful to the people who make us happy; they are the charming gardeners who make our souls blossom.",
"author":"― Marcel Proust  "
},
{
"text": "If you want to be happy, do not dwell in the past, do not worry about the future, focus on living fully in the present.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "Even if you cannot change all the people around you, you can change the people you choose to be around. Life is too short to waste your time on people who don’t respect, appreciate, and value you. Spend your life with people who make you smile, laugh, and feel loved.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "Of all forms of caution, caution in love is perhaps the most fatal to true happiness.",
"author":"― Bertrand Russell, The Conquest of Happiness  "
},

{
"text": "Sanity and happiness are an impossible combination.",
"author":"― Mark Twain  "
},
{
"text": "Be grateful for what you already have while you pursue your goals. If you aren’t grateful for what you already have, what makes you think you would be happy with more.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "Top 15 Things Money Can’t BuyTime. Happiness. Inner Peace. Integrity. Love. Character. Manners. Health. Respect. Morals. Trust. Patience. Class. Common sense. Dignity.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "Happiness is the consequence of personal effort. You fight for it, strive for it, insist upon it, and sometimes even travel around the world looking for it. You have to participate relentlessly in the manifestations of your own blessings. And once you have achieved a state of happiness, you must never become lax about maintaining it. You must make a mighty effort to keep swimming upward into that happiness forever, to stay afloat on top of it.",
"author":"― Elizabeth Gilbert, Eat, Pray, Love  "
},
{
"text": "Letting go means to come to the realization that some people are a part of your history, but not a part of your destiny.",
"author":"― Steve Maraboli  "
},
{
"text": "Success is getting what you want, happiness is wanting what you get",
"author":"― W. P. Kinsella  "
},
{
"text": "Happiness [is] only real when shared",
"author":"― Jon Krakauer, Into the Wild  "
},
{
"text": "It's been my experience that you can nearly always enjoy things if you make up your mind firmly that you will.",
"author":"― Lucy Maud Montgomery, Anne of Green Gables  "
},
{
"text": "I've got nothing to do today but smile.",
"author":"― Simon and Garfunkel  "
},
{
"text": "Always find opportunities to make someone smile, and to offer random acts of kindness in everyday life.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "The worst part of success is trying to find someone who is happy for you.",
"author":"― Bette Midler  "
},
{
"text": "It's like Tolstoy said. Happiness is an allegory, unhappiness a story.",
"author":"― Haruki Murakami, Kafka on the Shore  "
},
{
"text": "Learn to value yourself, which means: fight for your happiness.",
"author":"― Ayn Rand  "
},
{
"text": "Happiness is holding someone in your arms and knowing you hold the whole world.",
"author":"― Orhan Pamuk, Snow  "
},
{
"text": "The happiness of your life depends upon the quality of your thoughts.",
"author":"― Marcus Aurelius, Meditations  "
},
{
"text": "Cry. Forgive. Learn. Move on. Let your tears water the seeds of your future happiness.",
"author":"― Steve Maraboli  "
},
{
"text": "I must learn to be content with being happier than I deserve.",
"author":"― Jane Austen, Pride and Prejudice  "
},
{
"text": "please believe that things are good with me, and even when they're not, they will be soon enough. And i will always believe the same about you.",
"author":"― Stephen Chbosky, The Perks of Being a Wallflower  "
},
{
"text": "Stop comparing yourself to other people, just choose to be happy and live your own life.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "When the first baby laughed for the first time, its laugh broke into a thousand pieces, and they all went skipping about, and that was the beginning of fairies.",
"author":"― J.M. Barrie, Peter Pan  "
},
{
"text": "I am not proud, but I am happy; and happiness blinds, I think, more than pride.",
"author":"― Alexandre Dumas, The Count of Monte Cristo  "
},
{
"text": "The best way to cheer yourself is to try to cheer someone else up.",
"author":"― Mark Twain  "
},
{
"text": "Man only likes to count his troubles; he doesn't calculate his happiness.",
"author":"― Fyodor Dostoevsky, Notes from Underground, White Nights, The Dream of a Ridiculous Man, and Selections from The House of the Dead  "
},
{
"text": "All happiness depends on courage and work.",
"author":"― Honoré de Balzac  "
},
{
"text": "The advantage of a bad memory is that one enjoys several times the same good things for the first time.",
"author":"― Friedrich Nietzsche  "
},
{
"text": "Let no one ever come to you without leaving better and happier. Be the living expression of God's kindness: kindness in your face, kindness in your eyes, kindness in your smile.",
"author":"― Mother Teresa  "
},
{
"text": "I think and think and think, I‘ve thought myself out of happiness one million times, but never once into it.",
"author":"― Jonathan Safran Foer  "
},
{
"text": "So we shall let the reader answer this question for himself: who is the happier man, he who has braved the storm of life and lived or he who has stayed securely on shore and merely existed?",
"author":"― Hunter S. Thompson  "
},
{
"text": "Happiness is not the absence of problems, it's the ability to deal with them.",
"author":"― Steve Maraboli, Life, the Truth, and Being Free  "
},
{
"text": "The grand essentials to happiness in this life are something to do, something to love, and something to hope for.",
"author":"― George Washington Burnap, The Sphere and Duties of Woman: A Course of Lectures  "
},
{
"text": "Don't aim at success. The more you aim at it and make it a target, the more you are going to miss it. For success, like happiness, cannot be pursued; it must ensue, and it only does so as the unintended side effect of one's personal dedication to a cause greater than oneself or as the by-product of one's surrender to a person other than oneself. Happiness must happen, and the same holds for success: you have to let it happen by not caring about it. I want you to listen to what your conscience commands you to do and go on to carry it out to the best of your knowledge. Then you will live to see that in the long-run—in the long-run, I say!—success will follow you precisely because you had forgotten to think about it",
"author":"― Viktor E. Frankl, Man's Search for Meaning  "
},
{
"text": "I'd far rather be happy than right any day.",
"author":"― Douglas Adams, The Hitchhiker's Guide to the Galaxy  "
},
{
"text": "And hand in hand, on the edge of the sand, They danced by the light of the moon.",
"author":"― Edward Lear, The Owl and the Pussycat  "
},
{
"text": "It was only a sunny smile, and little it cost in the giving, but like morning light it scattered the night and made the day worth living.",
"author":"― F. Scott Fitzgerald  "
},
{
"text": "Happiness quite unshared can scarcely be called happiness; it has no taste.",
"author":"― Charlotte Bronte  "
},
{
"text": "The more you feed your mind with positive thoughts, the more you can attract great things into your life.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "One of the keys to happiness is a bad memory.",
"author":"― Rita Mae Brown  "
},
{
"text": "I felt once more how simple and frugal a thing is happiness: a glass of wine, a roast chestnut, a wretched little brazier, the sound of the sea. Nothing else.",
"author":"― Nikos Kazantzakis, Zorba the Greek  "
},
{
"text": "Happiness depends on your mindset and attitude.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "I know that's what people say-- you'll get over it. I'd say it, too. But I know it's not true. Oh, youll be happy again, never fear. But you won't forget. Every time you fall in love it will be because something in the man reminds you of him.",
"author":"― Betty Smith, A Tree Grows in Brooklyn  "
},
{
"text": "Happiness depends upon ourselves.",
"author":"― Aristotle  "
},
{
"text": "Actual happiness always looks pretty squalid in comparison with the overcompensations for misery. And, of course, stability isn't nearly so spectacular as instability. And being contented has none of the glamour of a good fight against misfortune, none of the picturesqueness of a struggle with temptation, or a fatal overthrow by passion or doubt. Happiness is never grand.",
"author":"― Aldous Huxley, Brave New World  "
},
{
"text": "Sometimes life knocks you on your ass... get up, get up, get up!!! Happiness is not the absence of problems, it's the ability to deal with them.",
"author":"― Steve Maraboli, Life, the Truth, and Being Free  "
},
{
"text": "I do not miss childhood, but I miss the way I took pleasure in small things, even as greater things crumbled. I could not control the world I was in, could not walk away from things or people or moments that hurt, but I took joy in the things that made me happy.",
"author":"― Neil Gaiman, The Ocean at the End of the Lane  "
},
{
"text": "I don’t know what’s worse: to not know what you are and be happy, or to become what you’ve always wanted to be, and feel alone.",
"author":"― Daniel Keyes, Flowers for Algernon  "
},
{
"text": "Now and then it's good to pause in our pursuit of happiness and just be happy.",
"author":"― Guillaume Apollinaire  "
},
{
"text": "True happiness is to enjoy the present, without anxious dependence upon the future, not to amuse ourselves with either hopes or fears but to rest satisfied with what we have, which is sufficient, for he that is so wants nothing. The greatest blessings of mankind are within us and within our reach. A wise man is content with his lot, whatever it may be, without wishing for what he has not.",
"author":"― Seneca  "
},
{
"text": "People like to say love is unconditional, but it's not, and even if it was unconditional, it's still never free. There's always an expectation attached. They always want something in return. Like they want you to be happy or whatever and that makes you automatically responsible for their happiness because they won't be happy unless you are ... I just don't want that responsibility.",
"author":"― Katja Millay, The Sea of Tranquility  "
},
{
"text": "I am the happiest creature in the world. Perhaps other people have said so before, but not one with such justice. I am happier even than Jane; she only smiles, I laugh.",
"author":"― Jane Austen, Pride and Prejudice  "
},
{
"text": "Happiness makes up in height for what it lacks in length.",
"author":"― Robert Frost  "
},
{
"text": "Part of the problem with the word 'disabilities' is that it immediately suggests an inability to see or hear or walk or do other things that many of us take for granted. But what of people who can't feel? Or talk about their feelings? Or manage their feelings in constructive ways? What of people who aren't able to form close and strong relationships? And people who cannot find fulfillment in their lives, or those who have lost hope, who live in disappointment and bitterness and find in life no joy, no love? These, it seems to me, are the real disabilities.",
"author":"― Fred Rogers, The World According to Mister Rogers: Important Things to Remember  "
},
{
"text": "What, if some day or night a demon were to steal after you into your loneliest loneliness and say to you: 'This life as you now live it and have lived it, you will have to live once more and innumerable times more' ... Would you not throw yourself down and gnash your teeth and curse the demon who spoke thus? Or have you once experienced a tremendous moment when you would have answered him: 'You are a god and never have I heard anything more divine.",
"author":"― Friedrich Nietzsche, The Gay Science  "
},
{
"text": "There is some kind of a sweet innocence in being human- in not having to be just happy or just sad- in the nature of being able to be both broken and whole, at the same time.",
"author":"― C. JoyBell C.  "
},
{
"text": "Generally speaking, the most miserable people I know are those who are obsessed with themselves; the happiest people I know are those who lose themselves in the service of others...By and large, I have come to see that if we complain about life, it is because we are thinking only of ourselves.",
"author":"― Gordon B. Hinckley  "
},
{
"text": "There is nothing more rare, nor more beautiful, than a woman being unapologetically herself; comfortable in her perfect imperfection. To me, that is the true essence of beauty.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "Happiness is the meaning and the purpose of life, the whole aim and end of human existence.",
"author":"― Aristotle  "
},
{
"text": "It’s the noblest, like, the most courageous thing two people can shoot for.",
"author":"― Rainbow Rowell, Fangirl  "
},
{
"text": "Smile more. Smiling can make you and others happy.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "Maybe the truth is, there's a little bit of loser in all of us. Being happy isn't having everything in your life be perfect. Maybe it's about stringing together all the little things.",
"author":"― Ann Brashares, The Sisterhood of the Traveling Pants  "
},
{
"text": "The problem with people is they forget that most of the time it's the small things that count.",
"author":"― Jennifer Niven, All the Bright Places  "
},
{
"text": "There are two ways to get enough. One is to continue to accumulate more and more. The other is to desire less.",
"author":"― G.K. Chesterton  "
},
{
"text": "We don’t even ask happiness, just a little less pain.",
"author":"― Charles Bukowski  "
},
{
"text": "Those who are not looking for happiness are the most likely to find it, because those who are searching forget that the surest way to be happy is to seek happiness for others.",
"author":"― Martin Luther King Jr.  "
},
{
"text": "Happiness is an accident of nature, a beautiful and flawless aberration.",
"author":"― Pat Conroy, The Lords of Discipline  "
},
{
"text": "Sadness gives depth. Happiness gives height. Sadness gives roots. Happiness gives branches. Happiness is like a tree going into the sky, and sadness is like the roots going down into the womb of the earth. Both are needed, and the higher a tree goes, the deeper it goes, simultaneously. The bigger the tree, the bigger will be its roots. In fact, it is always in proportion. That's its balance.",
"author":"― Osho Rajneesh, Everyday Osho: 365 Daily Meditations for the Here and Now  "
},
{
"text": "Stop giving other people the power to control your happiness, your mind, and your life. If you don't take control of yourself and your own life, someone else is bound to try.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "This planet has - or rather had - a problem, which was this: most of the people living on it were unhappy for pretty much of the time. Many solutions were suggested for this problem, but most of these were largely concerned with the movement of small green pieces of paper, which was odd because on the whole it wasn't the small green pieces of paper that were unhappy.",
"author":"― Douglas Adams, The Hitchhiker's Guide to the Galaxy  "
},
{
"text": "Whoever is happy will make others happy.",
"author":"― Anne Frank, The Diary of a Young Girl  "
},
{
"text": "You’ll learn, as you get older, that rules are made to be broken. Be bold enough to live life on your terms, and never, ever apologize for it. Go against the grain, refuse to conform, take the road less traveled instead of the well-beaten path. Laugh in the face of adversity, and leap before you look. Dance as though EVERYBODY is watching. March to the beat of your own drummer. And stubbornly refuse to fit in.",
"author":"― Mandy Hale, The Single Woman: Life, Love, and a Dash of Sass  "
},
{
"text": "The secret of happiness is freedom, the secret of freedom is courage.",
"author":"― Carrie Jones, Need  "
},
{
"text": "I'm choosing happiness over suffering, I know I am. I'm making space for the unknown future to fill up my life with yet-to-come surprises.",
"author":"― Elizabeth Gilbert, Eat, Pray, Love  "
},
{
"text": "Laughter is poison to fear.",
"author":"― George R.R. Martin, A Game of Thrones  "
},
{
"text": "I have a million things to talk to you about. All I want in this world is you. I want to see you and talk. I want the two of us to begin everything from the beginning.",
"author":"― Haruki Murakami, Norwegian Wood  "
},
{
"text": "It is the very mark of the spirit of rebellion to crave for happiness in this life",
"author":"― Henrik Ibsen, Ghosts  "
},
{
"text": "I will not try to convince you to love me, to respect me, to commit to me. I deserve better than that; I AM BETTER THAN THAT...Goodbye.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "Happiness is not a possession to be prized, it is a quality of thought, a state of mind.",
"author":"― Daphne Du Maurier, Rebecca  "
},
{
"text": "After all, what is happiness? Love, they tell me. But love doesn't bring and never has brought happiness. On the contrary, it's a constant state of anxiety, a battlefield; it's sleepless nights, asking ourselves all the time if we're doing the right thing. Real love is composed of ecstasy and agony.",
"author":"― Paulo Coelho, The Witch of Portobello  "
},
{
"text": "Letting go gives us freedom, and freedom is the only condition for happiness. If, in our heart, we still cling to anything - anger, anxiety, or possessions - we cannot be free.",
"author":"― Thich Nhat Hanh, The Heart of the Buddha's Teaching: Transforming Suffering into Peace, Joy, and Liberation  "
},
{
"text": "A mathematical formula for happiness:Reality divided by Expectations.There were two ways to be happy:improve your reality or lower your expectations.",
"author":"― Jodi Picoult, Nineteen Minutes  "
},
{
"text": "Keep your best wishes, close to your heart and watch what happens",
"author":"― Tony DeLiso, Legacy: The Power Within  "
},
{
"text": "I think happiness is what makes you pretty. Period. Happy people are beautiful. They become like a mirror and they reflect that happiness.",
"author":"― Drew Barrymore  "
},
{
"text": "Happiness is not a goal...it's a by-product of a life well lived.",
"author":"― Eleanor Roosevelt  "
},
{
"text": "Action may not always bring happiness, but there is no happiness without action. ",
"author":"― William James  "
},
{
"text": "People are unhappy when they get something too easily. You have to sweat--that's the only moral they know.",
"author":"― Dany Laferrière, I am a Japanese Writer  "
},
{
"text": "You are in charge of your own happiness; you don't need to wait for other people's permission to be happy.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "Perfectionism is the enemy of happiness. Embrace being perfectly imperfect. Learn from your mistakes and forgive yourself, you’ll be happier. We make mistakes because we are imperfect. Learn from your mistakes, forgive yourself, and keep moving forward.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "I, not events, have the power to make me happy or unhappy today. I can choose which it shall be. Yesterday is dead, tomorrow hasn't arrived yet. I have just one day, today, and I'm going to be happy in it.",
"author":"― Groucho Marx, The Essential Groucho: Writings For By And About Groucho Marx  "
},
{
"text": "Don’t sacrifice yourself too much, because if you sacrifice too much there’s nothing else you can give and nobody will care for you.",
"author":"― Karl Lagerfeld  "
},
{
"text": "With all its sham, drudgery, and broken dreams,it is still a beautiful world.Be cheerful.Strive to be happy.",
"author":"― Max Ehrmann, Desiderata: A Poem for a Way of Life  "
},
{
"text": "The power of finding beauty in the humblest things makes home happy and life lovely.",
"author":"― Louisa May Alcott  "
},
{
"text": "I find the best way to love someone is not to change them, but instead, help them reveal the greatest version of themselves.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "Wealth consists not in having great possessions, but in having few wants.",
"author":"― Epictetus  "
},
{
"text": "The trouble is that we have a bad habit, encouraged by pedants and sophisticates, of considering happiness as something rather stupid. Only pain is intellectual, only evil interesting. This is the treason of the artist; a refusal to admit the banality of evil and the terrible boredom of pain.",
"author":"― Ursula K. LeGuin, The Ones Who Walk Away from Omelas  "
},
{
"text": "Very little is needed to make a happy life; it is all within yourself in your way of thinking.",
"author":"― Marcus Aurelius, Meditations  "
},
{
"text": "Ah, what happiness it is to be with people who are all happy, to press hands, press cheeks, smile into eyes.",
"author":"― Katherine Mansfield  "
},
{
"text": "And I can't be running back and fourth forever between grief and high delight.",
"author":"― J.D. Salinger, Franny and Zooey  "
},
{
"text": "It does not matter how long you are spending on the earth, how much money you have gathered or how much attention you have received. It is the amount of positive vibration you have radiated in life that matters,",
"author":"― Amit Ray, Meditation: Insights and Inspirations  "
},
{
"text": "A thing of beauty is a joy forever.",
"author":"― John Keats, Endymion: A Poetic Romance  "
},
{
"text": "The greater part of our happiness or misery depends upon our dispositions, and not upon our circumstances.",
"author":"― Martha Washington  "
},
{
"text": "There is no happiness like that of being loved by your fellow creatures, and feeling that your presence is an addition to their comfort.",
"author":"― Charlotte Brontë, Jane Eyre  "
},
{
"text": "The pain I feel now is the happiness I had before. That's the deal.",
"author":"― C.S. Lewis  "
},
{
"text": "What can I do with my happiness? How can I keep it, conceal it, bury it where I may never lose it? I want to kneel as it falls over me like rain, gather it up with lace and silk, and press it over myself again.",
"author":"― Anais Nin, Henry & June  "
},
{
"text": "I had rather hear my dog bark at a crow, than a man swear he loves me.",
"author":"― William Shakespeare, Much Ado About Nothing  "
},
{
"text": "Everyone wants to live on top of the mountain, but all the happiness and growth occurs while you're climbing it.",
"author":"― Andy Rooney  "
},
{
"text": "I heard a definition once: Happiness is health and a short memory! I wish I'd invented it, because it is very true.",
"author":"― Audrey Hepburn  "
},
{
"text": "It is an illusion that youth is happy, an illusion of those who have lost it; but the young know they are wretched for they are full of the truthless ideal which have been instilled into them, and each time they come in contact with the real, they are bruised and wounded. It looks as if they were victims of a conspiracy; for the books they read, ideal by the necessity of selection, and the conversation of their elders, who look back upon the past through a rosy haze of forgetfulness, prepare them for an unreal life. They must discover for themselves that all they have read and all they have been told are lies, lies, lies; and each discovery is another nail driven into the body on the cross of life.",
"author":"― W. Somerset Maugham, Of Human Bondage  "
},
{
"text": "The sense of unhappiness is so much easier to convey than that of happiness. In misery we seem aware of our own existence, even though it may be in the form of a monstrous egotism: this pain of mine is individual, this nerve that winces belongs to me and to no other. But happiness annihilates us: we lose our identity.",
"author":"― Graham Greene, The End of the Affair  "
},
{
"text": "Let us dance in the sun, wearing wild flowers in our hair...",
"author":"― susan polis schutz  "
},
{
"text": "Happiness consists in frequent repetition of pleasure",
"author":"― Arthur Schopenhauer  "
},
{
"text": "I am very happyBecause I have conquered myselfAnd not the world.I am very happyBecause I have loved the worldAnd not myself.",
"author":"― Sri Chinmoy  "
},
{
"text": "I don't think that there are any limits to how excellent we could make life seem.",
"author":"― Jonathan Safran Foer, Everything Is Illuminated  "
},
{
"text": "This life is yours. Take the power to choose what you want to do and do it well. Take the power to love what you want in life and love it honestly. Take the power to walk in the forest and be a part of nature. Take the power to control your own life. No one else can do it for you. Take the power to make your life happy.",
"author":"― Susan Polis Schutz  "
},
{
"text": "I'm a kind of paranoiac in reverse. I suspect people of plotting to make me happy.",
"author":"― J.D. Salinger, Raise High the Roof Beam, Carpenters & Seymour: An Introduction  "
},
{
"text": "If only we'd stop trying to be happy, we could have a pretty good time.",
"author":"― Edith Wharton  "
},
{
"text": "It takes three to make love, not two: you, your spouse, and God. Without God people only succeed in bringing out the worst in one another. Lovers who have nothing else to do but love each other soon find there is nothing else. Without a central loyalty life is unfinished.",
"author":"― Fulton J. Sheen, Seven Words of Jesus and Mary: Lessons from Cana and Calvary  "
},
{
"text": "If you don't want a man unhappy politically, don't give him two sides to a question to worry him; give him one. Better yet, give him none. Let him forget there is such a thing as war. If the government is inefficient, top-heavy, and tax-mad, better it be all those than that people worry over it. Peace, Montag. Give the people contests they win by remembering the words to more popular songs or the names of state capitals or how much corn Iowa grew last year. Cram them full of noncombustible data, chock them so damned full of 'facts' they feel stuffed, but absolutely 'brilliant' with information. Then they'll feel they're thinking, they'll get a sense of motion without moving. And they'll be happy, because facts of that sort don't change.",
"author":"― Ray Bradbury, Fahrenheit 451  "
},
{
"text": "I've always thought people would find a lot more pleasure in their routines if they burst into song at significant moments.",
"author":"― John Barrowman  "
},
{
"text": "Happiness. It was the place where passion, with all its dazzle and drumbeat, met something softer: homecoming and safety and pure sunbeam comfort. It was all those things, intertwined with the heat and the thrill, and it was as bright within her as a swallowed star.",
"author":"― Laini Taylor, Daughter of Smoke & Bone  "
},
{
"text": "No one should ever ask themselves that: why am I unhappy? The question carries within it the virus that will destroy everything. If we ask that question, it means we want to find out what makes us happy. If what makes us happy is different from what we have now, then we must either change once and for all or stay as we are, feeling even more unhappy.",
"author":"― Paulo Coelho, The Zahir  "
},
{
"text": "And therein lies the whole of man's plight. Human time does not turn in a circle; it runs ahead in a straight line. That is why man cannot be happy: happiness is the longing for repetition.",
"author":"― Milan Kundera, The Unbearable Lightness of Being  "
},
{
"text": "If you want others to be happy, practice compassion. If you want to be happy, practice compassion.",
"author":"― Dalai Lama XIV, The Art of Happiness  "
},
{
"text": "Life is not a PG feel-good movie. Real life often ends badly. Literature tries to document this reality, while showing us it is still possible for us to endure nobly.",
"author":"― Matthew Quick, The Silver Linings Playbook  "
},
{
"text": "Even if things don't unfold the way you expected, don't be disheartened or give up. One who continues to advance will win in the end.",
"author":"― Daisaku Ikeda  "
},
{
"text": "The only time you fail is when you fall down and stay down.",
"author":"― Stephen Richards, Cosmic Ordering: You can be successful  "
},
{
"text": "The more you praise and celebrate your life, the more there is in life to celebrate.",
"author":"― Oprah Winfrey  "
},
{
"text": "My happiness is not the means to any end. It is the end. It is its own goal. It is its own purpose.",
"author":"― Ayn Rand, Anthem  "
},
{
"text": "Happiness is a risk. If you’re not a little scared, then you’re not doing it right.",
"author":"― Sarah Addison Allen, The Peach Keeper  "
},
{
"text": "Most of us must learn to love people and use things rather than loving things and using people.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will. ",
"author":"― Epictetus  "
},
{
"text": "The belief that unhappiness is selfless and happiness is selfish is misguided. It's more selfless to act happy. It takes energy, generosity, and discipline to be unfailingly lighthearted, yet everyone takes the happy person for granted. No one is careful of his feelings or tries to keep his spirits high. He seems self-sufficient; he becomes a cushion for others. And because happiness seems unforced, that person usually gets no credit.",
"author":"― Gretchen Rubin, The Happiness Project: Or Why I Spent a Year Trying to Sing in the Morning, Clean My Closets, Fight Right, Read Aristotle, and Generally Have More Fun  "
},
{
"text": "You cannot be with someone just because you don’t want to hurt him. You have your own happiness to think about.",
"author":"― Melissa de la Cruz, The Van Alen Legacy  "
},
{
"text": "All who joy would winMust share it -- Happiness was born a twin.",
"author":"― George Gordon Byron, Don Juan  "
},
{
"text": "Certainly the most destructive vice if you like, that a person can have. More than pride, which is supposedly the number one of the cardinal sins - is self pity. Self pity is the worst possible emotion anyone can have. And the most destructive. It is, to slightly paraphrase what Wilde said about hatred, and I think actually hatred's a subset of self pity and not the other way around - ' It destroys everything around it, except itself '. Self pity will destroy relationships, it'll destroy anything that's good, it will fulfill all the prophecies it makes and leave only itself. And it's so simple to imagine that one is hard done by, and that things are unfair, and that one is underappreciated, and that if only one had had a chance at this, only one had had a chance at that, things would have gone better, you would be happier if only this, that one is unlucky. All those things. And some of them may well even be true. But, to pity oneself as a result of them is to do oneself an enormous disservice.I think it's one of things we find unattractive about the american culture, a culture which I find mostly, extremely attractive, and I like americans and I love being in america. But, just occasionally there will be some example of the absolutely ravening self pity that they are capable of, and you see it in their talk shows. It's an appalling spectacle, and it's so self destructive. I almost once wanted to publish a self help book saying 'How To Be Happy by Stephen Fry : Guaranteed success'. And people buy this huge book and it's all blank pages, and the first page would just say - ' Stop Feeling Sorry For Yourself - And you will be happy '. Use the rest of the book to write down your interesting thoughts and drawings, and that's what the book would be, and it would be true. And it sounds like 'Oh that's so simple', because it's not simple to stop feeling sorry for yourself, it's bloody hard. Because we do feel sorry for ourselves, it's what Genesis is all about.",
"author":"― Stephen Fry  "
},
{
"text": "Be believing, be happy, don't get discouraged. Things will work out.",
"author":"― Gordon B. Hinckley  "
},
{
"text": "Sometimes you break your heart in the right way, if you know what I mean.",
"author":"― Gregory David Roberts, Shantaram  "
},
{
"text": "When you find a guy who calls you beautiful instead of hot, who calls you back when you hang up on him, who will stand in front of you when other’s cast stones, or will stay awake just to watch you sleep, who wants to show you off to the world when you are in sweats, who will hold your hand when your sick, who thinks your pretty without makeup, the one who turns to his friends and say, ‘that’s her’, the one that would bear your rejection because losing you means losing his will to live, who kisses you when you screw up, watches the stars and names one for you and will hold and rock that baby for hours so you can sleep…..you marry him all over again.",
"author":"― Shannon Alder  "
},
{
"text": "All I ask is one thing, and I’m asking this particularly of young people: please don’t be cynical. I hate cynicism, for the record, it’s my least favorite quality and it doesn’t lead anywhere. Nobody in life gets exactly what they thought they were going to get. But if you work really hard and you’re kind, amazing things will happen.",
"author":"― Conan O'Brien  "
},
{
"text": "Happy girls are the prettiest",
"author":"― Audrey Hepburn  "
},
{
"text": "Happiness. Simple as a glass of chocolate or tortuous as the heart. Bitter. Sweet. Alive.",
"author":"― Joanne Harris, Chocolat  "
},
{
"text": "I don't know what good it is to know so much and be smart as whips and all if it doesn't make you happy.",
"author":"― J.D. Salinger, Franny and Zooey  "
},
{
"text": "My God, a moment of bliss. Why, isn't that enough for a whole lifetime?",
"author":"― Fyodor Dostoevsky, White Nights  "
},
{
"text": "those who do not know how to see the precious things in life will never be happy.",
"author":"― Alex Flinn, Beastly  "
},
{
"text": "There are as many styles of beauty as there are visions of happiness.",
"author":"― Stendhal, Love  "
},
{
"text": "They've got no idea what happiness is, they don't know that without this love there is no happiness or unhappiness for us--there is no life.",
"author":"― Leo Tolstoy, Anna Karenina  "
},
{
"text": "It is sometimes easier to be happy if you don't know everything.",
"author":"― Alexander McCall Smith, Morality for Beautiful Girls  "
},
{
"text": "Pierre was right when he said that one must believe in the possibility of happiness in order to be happy, and I now believe in it. Let the dead bury the dead, but while I'm alive, I must live and be happy.",
"author":"― Leo Tolstoy, War and Peace  "
},
{
"text": "You can't be brave if you've only had wonderful things happen to you.",
"author":"― Mary Tyler Moore  "
},
{
"text": "It is difficult to live in and enjoy the moment when you are thinking about the past or worrying about the future. You cannot change your past, but you can ruin the present by worrying about your future. Learn from the past, plan for the future. The more you live in and enjoy the present moment, the happier you will be.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "Happiness is a perfume you cannot pour on others without getting some on yourself.",
"author":"― Ralph Waldo Emerson  "
},
{
"text": "One swallow does not make a summer, neither does one fine day; similarly one day or brief time of happiness does not make a person entirely happy.",
"author":"― Aristotle, The Nicomachean Ethics  "
},
{
"text": "Woman is not made to be the admiration of all, but the happiness of one.",
"author":"― Edmund Burke  "
},
{
"text": "Happiness was but the occasional episode in a general drama of pain.",
"author":"― Thomas Hardy, The Mayor of Casterbridge  "
},
{
"text": "Love is too precious to be ashamed of.",
"author":"― Laurell K. Hamilton, A Stroke of Midnight  "
},
{
"text": "Dance. Smile. Giggle. Marvel. TRUST. HOPE. LOVE. WISH. BELIEVE. Most of all, enjoy every moment of the journey, and appreciate where you are at this moment instead of always focusing on how far you have to go.",
"author":"― Mandy Hale, The Single Woman: Life, Love, and a Dash of Sass  "
},
{
"text": "We're all golden sunflowers inside.",
"author":"― allen ginsberg  "
},
{
"text": "Money may not buy happiness, but I'd rather cry in a Jaguar than on a bus.",
"author":"― Françoise Sagan  "
},
{
"text": "Art is unquestionably one of the purest and highest elements in human happiness. It trains the mind through the eye, and the eye through the mind. As the sun colors flowers, so does art color life.",
"author":"― John Lubbock, The Pleasures of Life  "
},
{
"text": "Just because you are happy it does not mean that the day is perfect but that you have looked beyond its imperfections",
"author":"― Bob Marley  "
},
{
"text": "Nothing makes a person happier than having a happy heart.",
"author":"― Roy T. Bennett  "
},
{
"text": "The trick is in what one emphasizes. We either make ourselves miserable, or we make ourselves happy. The amount of work is the same.",
"author":"― Carlos Castaneda  "
},
{
"text": "We buy things we don't need with money we don't have to impress people we don't like.",
"author":"― Dave Ramsey, The Total Money Makeover: A Proven Plan for Financial Fitness  "
},
{
"text": "My past has not defined me, destroyed me, deterred me, or defeated me; it has only strengthened me.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "Plant seeds of happiness, hope, success, and love; it will all come back to you in abundance. This is the law of nature.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "There you go...let it all slide out. Unhappiness can't stick in a person's soul when it's slick with tears.",
"author":"― Shannon Hale, Princess Academy  "
},
{
"text": "But what was there to say?Only that there were tears. Only that Quietness and Emptiness fitted together like stacked spoons. Only that there was a snuffling in the hollows at the base of a lovely throat. Only that a hard honey-colored shoulder had a semicircle of teethmarks on it. Only that they held each other close, long after it was over. Only that what they shared that night was not happiness, but hideous grief.Only that once again they broke the Love Laws. That lay down who should be loved. And how. And how much.",
"author":"― Arundhati Roy, The God of Small Things  "
},
{
"text": "When you connect to the silence within you, that is when you can make sense of the disturbance going on around you.",
"author":"― Stephen Richards  "
},
{
"text": "Everybody in the world is seeking happiness—and there is one sure way to find it. That is by controlling your thoughts. Happiness doesn't depend on outward conditions. It depends on inner conditions.",
"author":"― Dale Carnegie, How to Win Friends and Influence People  "
},
{
"text": "[F]or just one second, look at your life and see how perfect it is. Stop looking for the next secret door that is going to lead you to your real life. Stop waiting. This is it: there's nothing else. It's here, and you'd better decide to enjoy it or you're going to be miserable wherever you go, for the rest of your life, forever.",
"author":"― Lev Grossman, The Magicians  "
},
{
"text": "Only the development of compassion and understanding for others can bring us the tranquility and happiness we all seek.",
"author":"― Dalai Lama XIV  "
},
{
"text": "Later she remembered all the hours of the afternoon as happy -- one of those uneventful times that seem at the moment only a link between past and future pleasure, but turn out to have been the pleasure itself.",
"author":"― F. Scott Fitzgerald, Tender is the Night  "
},
{
"text": "I don't understand the point of being together if you're not the happiest.",
"author":"― Gillian Flynn, Gone Girl  "
},
{
"text": "Obscurity and a competence—that is the life that is best worth living.",
"author":"― Mark Twain, Notebook  "
},
{
"text": "Happy. Just in my swim shorts, barefooted, wild-haired, in the red fire dark, singing, swigging wine, spitting, jumping, running—that's the way to live. All alone and free in the soft sands of the beach by the sigh of the sea out there, with the Ma-Wink fallopian virgin warm stars reflecting on the outer channel fluid belly waters. And if your cans are redhot and you can't hold them in your hands, just use good old railroad gloves, that's all.",
"author":"― Jack Kerouac, The Dharma Bums  "
},
{
"text": "You have to participate relentlessly in the manifestation of your own blessings.",
"author":"― Elizabeth Gilbert  "
},
{
"text": "Happiness depends on being free, and freedom depends on being courageous.",
"author":"― Marie Rutkoski, The Winner's Curse  "
},
{
"text": "Listen to what is being preached today. Look at everyone around us. You've wondered why they suffer, why they seek happiness and never find it. If any man stopped and asked himself whether he's ever held a truly personal desire, he'd find the answer. He'd see that all his wishes, his efforts, his dreams, his ambitions are motivated by other men. He's not really struggling even for material wealth, but for the second-hander's delusion - prestige. A stamp of approval, not his own. He can find no joy in the struggle and no joy when he has succeeded. He can't say about a single thing: 'This is what I wanted because I wanted it, not because it made my neighbors gape at me'. Then he wonders why he's unhappy.",
"author":"― Ayn Rand, The Fountainhead  "
},
{
"text": "Feathers filled the small room. Our laughter kept the feathers in the air. I thought about birds. Could they fly if there wasn't someone, somewhere, laughing?",
"author":"― Jonathan Safran Foer, Extremely Loud & Incredibly Close  "
},
{
"text": "People wait around too long for love. I'm happy with all of my lusts!",
"author":"― C. JoyBell C.  "
},
{
"text": "Memory is the happiness of being alone.",
"author":"― Lois Lowry, Anastasia Krupnik  "
},
{
"text": "The true measure of success is how many times you can bounce back from failure.",
"author":"― Stephen Richards  "
},
{
"text": "Is anyone anywhere happy?",
"author":"― Sylvia Plath, The Unabridged Journals of Sylvia Plath  "
},
{
"text": "There are two ways to be happy: improve your reality, or lower your expectations.",
"author":"― Jodi Picoult, Nineteen Minutes  "
},
{
"text": "The foundation of irreligious criticism is: Man makes religion, religion does not make man. Religion is, indeed, the self-consciousness and self-esteem of man who has either not yet won through to himself, or has already lost himself again. But man is no abstract being squatting outside the world. Man is the world of man – state, society. This state and this society produce religion, which is an inverted consciousness of the world, because they are an inverted world...Religious suffering is, at one and the same time, the expression of real suffering and a protest against real suffering. Religion is the sigh of the oppressed creature, the heart of a heartless world, and the soul of soulless conditions. It is the opium of the people.The abolition of religion as the illusory happiness of the people is the demand for their real happiness. To call on them to give up their illusions about their condition is to call on them to give up a condition that requires illusions. The criticism of religion is, therefore, in embryo, the criticism of that vale of tears of which religion is the halo.Criticism has plucked the imaginary flowers on the chain not in order that man shall continue to bear that chain without fantasy or consolation, but so that he shall throw off the chain and pluck the living flower. The criticism of religion disillusions man, so that he will think, act, and fashion his reality like a man who has discarded his illusions and regained his senses, so that he will move around himself as his own true Sun. Religion is only the illusory Sun which revolves around man as long as he does not revolve around himself.",
"author":"― Karl Marx, Critique of Hegel's Philosophy of Right  "
},
{
"text": "I believe compassion to be one of the few things we can practice that will bring immediate and long-term happiness to our lives. I’m not talking about the short-term gratification of pleasures like sex, drugs or gambling (though I’m not knocking them), but something that will bring true and lasting happiness. The kind that sticks.",
"author":"― Dalai Lama XIV  "
},
{
"text": "People tend to think that happiness is a stroke of luck, something that will descend like fine weather if you're fortunate. But happiness is the result of personal effort. You fight for it, strive for it, insist upon it, and sometimes even travel around the world looking for it. You have to participate relentlessly.",
"author":"― Elizabeth Gilbert  "
},
{
"text": "Happiness only real when shared.",
"author":"― Christopher McCandless  "
},
{
"text": "Expectations make people miserable, so whatever yours are, lower them. You'll definitely be happier.",
"author":"― Simone Elkeles, How to Ruin Your Boyfriend's Reputation  "
},
{
"text": "I am intrigued by the smile upon your face, and the sadness within your eyes",
"author":"― Jeremy Aldana  "
},
{
"text": "It's a helluva start, being able to recognize what makes you happy. ",
"author":"― Lucille Ball  "
},
{
"text": "Humanity does not ask us to be happy. It merely asks us to be brilliant on its behalf.",
"author":"― Orson Scott Card, Ender's Game  "
},
{
"text": "You must be the best judge of your own happiness.",
"author":"― Jane Austen, Emma  "
},
{
"text": "Happiness is not achieved by the conscious pursuit of happiness; it is generally the by-product of other activities.",
"author":"― Aldous Huxley  "
},
{
"text": "It is a happiness to wonder; -- it is a happiness to dream.",
"author":"― Edgar Allan Poe, Complete Stories and Poems  "
},
{
"text": "There is no beauty in sadness. No honor in suffering. No growth in fear. No relief in hate. It’s just a waste of perfectly good happiness.",
"author":"― Katerina Stoykova Klemer  "
},
{
"text": "Happiness doesn't result from what we get, but from what we give.",
"author":"― Ben Carson  "
},
{
"text": "Puritanism: The haunting fear that someone, somewhere, may be happy.",
"author":"― H.L. Mencken, A Mencken Chrestomathy  "
},
{
"text": "it is impossible to build one's own happiness on the unhappiness of others. This perspective is at the heart of Buddhist teachings.",
"author":"― Daisaku Ikeda  "
},
{
"text": "Seize the moments of happiness, love and be loved! That is the only reality in the world, all else is folly. It is the one thing we are interested in here.",
"author":"― Leo Tolstoy, War and Peace  "
},
{
"text": "Always forgive, but never forget, else you will be a prisoner of your own hatred, and doomed to repeat your mistakes forever.",
"author":"― Wil Zeus, Sun Beyond the Clouds  "
},
{
"text": "But maybe happiness isn't in the choosing. Maybe it's in the fiction, in the pretending: that wherever we have ended up is where we intended to be all along.",
"author":"― Lauren Oliver, Requiem  "
},
{
"text": "When you are joyful, when you say yes to life and have fun and project positivity all around you, you become a sun in the center of every constellation, and people want to be near you.",
"author":"― Shannon L. Alder  "
},
{
"text": "To be stupid, and selfish, and to have good health are the three requirements for happiness - though if stupidity is lacking, the others are useless.",
"author":"― Julian Barnes, Flaubert's Parrot  "
},
{
"text": "Because children grow up, we think a child's purpose is to grow up. But a child's purpose is to be a child. Nature doesn't disdain what lives only for a day. It pours the whole of itself into the each moment. We don't value the lily less for not being made of flint and built to last. Life's bounty is in its flow, later is too late. Where is the song when it's been sung? The dance when it's been danced? It's only we humans who want to own the future, too. We persuade ourselves that the universe is modestly employed in unfolding our destination. We note the haphazard chaos of history by the day, by the hour, but there is something wrong with the picture. Where is the unity, the meaning, of nature's highest creation? Surely those millions of little streams of accident and wilfulness have their correction in the vast underground river which, without a doubt, is carrying us to the place where we're expected! But there is no such place, that's why it's called utopia. The death of a child has no more meaning than the death of armies, of nations. Was the child happy while he lived? That is a proper question, the only question. If we can't arrange our own happiness, it's a conceit beyond vulgarity to arrange the happiness of those who come after us.",
"author":"― Tom Stoppard, The Coast of Utopia  "
},
{
"text": "That’s how stories happen — with a turning point, an unexpected twist. There’s only one kind of happiness, but misfortune comes in all shapes and sizes. It’s like Tolstoy said. Happiness is an allegory, unhappiness a story.",
"author":"― Haruki Murakami, Kafka on the Shore  "
},
{
"text": "So he tasted the deep pain that is reserved only for the strong, just as he had tasted for a little while the deep happiness.",
"author":"― F. Scott Fitzgerald, All the Sad Young Men  "
},
{
"text": "The great source of both the misery and disorders of human life, seems to arise from over-rating the difference between one permanent situation and another. Avarice over-rates the difference between poverty and riches: ambition, that between a private and a public station: vain-glory, that between obscurity and extensive reputation. The person under the influence of any of those extravagant passions, is not only miserable in his actual situation, but is often disposed to disturb the peace of society, in order to arrive at that which he so foolishly admires. The slightest observation, however, might satisfy him, that, in all the ordinary situations of human life, a well-disposed mind may be equally calm, equally cheerful, and equally contented. Some of those situations may, no doubt, deserve to be preferred to others: but none of them can deserve to be pursued with that passionate ardour which drives us to violate the rules either of prudence or of justice; or to corrupt the future tranquillity of our minds, either by shame from the remembrance of our own folly, or by remorse from the horror of our own injustice.",
"author":"― Adam Smith, The Theory of Moral Sentiments  "
},
{
"text": "A flower blossoms for its own joy.",
"author":"― Oscar Wilde  "
},
{
"text": "Freedom is the only worthy goal in life. It is won by disregarding things that lie beyond our control.",
"author":"― Epictetus  "
},
{
"text": "Singing in the rain. I'm singing in the rain. And it's such a fucking glorious feeling. An unexpected downpour and I am just giving myself into it. Because what the fuck else can you do? Run for cover? Shriek and curse? No--when the rain falls you just let it fall and you grin like a madman and you dance with it because if you can make yourself happy in the rain, then you're doing pretty alright in life.",
"author":"― David Levithan, Nick & Norah's Infinite Playlist  "
},
{
"text": "Ô, Sunlight! The most precious gold to be found on Earth.",
"author":"― Roman Payne  "
},
{
"text": "These... things, householder, are welcome, agreeable, pleasant, & hard to obtain in the world:Long life is welcome, agreeable, pleasant, & hard to obtain in the world.Beauty is welcome, agreeable, pleasant, & hard to obtain in the world.Happiness is welcome, agreeable, pleasant, & hard to obtain in the world.Status is welcome, agreeable, pleasant, & hard to obtain in the world....Now, I tell you, these... things are not to be obtained by reason of prayers or wishes. If they were to be obtained by reason of prayers or wishes, who here would lack them? It's not fitting for the disciple of the noble ones who desires long life to pray for it or to delight in doing so. Instead, the disciple of the noble ones who desires long life should follow the path of practice leading to long life. In so doing, he will attain long life...[Ittha Sutta, AN 5.43]",
"author":"― Buddha  "
},
{
"text": "Can a person steal happiness? Or is just another internal, infernal human trick?",
"author":"― Markus Zusak, The Book Thief  "
},
{
"text": "Happiness, you see, its just an illusion of Fate, a heavenly sleight of hand designed to make you believe in fairy tales. But there's no happily ever after. You'll only find happy endings in books. Some books.",
"author":"― Ellen Hopkins  "
},
{
"text": "Life is such unutterable hell, solely because it is sometimes beautiful. If we could only be miserable all the time, if there could be no such things as love or beauty or faith or hope, if I could be absolutely certain that my love would never be returned: how much more simple life would be. One could plod through the Siberian salt mines of existence without being bothered about happiness. Unfortunately the happiness is there. There is always the chance (about eight hundred and fifty to one) that another heart will come to mine. I can't help hoping, and keeping faith, and loving beauty. Quite frequently I am not so miserable as it would be wise to be.",
"author":"― T.H. White, Ghostly, Grim and Gruesome  "
},
{
"text": "Happiness is part of who we are. Joy is the feeling",
"author":"― Tony DeLiso, Legacy: The Power Within  "
},
{
"text": "The capacity to be alone is the capacity to love. It may look paradoxical to you, but it's not. It is an existential truth: only those people who are capable of being alone are capable of love, of sharing, of going into the deepest core of another person--without possessing the other, without becoming dependent on the other, without reducing the other to a thing, and without becoming addicted to the other. They allow the other absolute freedom, because they know that if the other leaves, they will be as happy as they are now. Their happiness cannot be taken by the other, because it is not given by the other.",
"author":"― Osho  "
},
{
"text": "The present moment is filled with joy and happiness. If you are attentive, you will see it. (21)",
"author":"― Thich Nhat Hanh, Peace Is Every Step: The Path of Mindfulness in Everyday Life  "
},
{
"text": "The secret of happiness is not in doing what one likes, but in liking what one does.",
"author":"― James Matthew Barrie  "
},
{
"text": "We should always make time for the things we like. If we don't, we might forget how to be happy.",
"author":"― T.J. Klune, The House in the Cerulean Sea  "
},
{
"text": "There are random moments - tossing a salad, coming up the driveway to the house, ironing the seams flat on a quilt square, standing at the kitchen window and looking out at the delphiniums, hearing a burst of laughter from one of my children's rooms - when I feel a wavelike rush of joy. This is my true religion: arbitrary moments of of nearly painful happiness for a life I feel privileged to lead.",
"author":"― Elizabeth Berg, The Art of Mending  "
},
{
"text": "What disturbs and depresses young people is the hunt for happiness on the firm assumption that it must be met with in life. From this arises constantly deluded hope and so also dissatisfaction. Deceptive images of a vague happiness hover before us in our dreams, and we search in vain for their original. Much would have been gained if, through timely advice and instruction, young people could have had eradicated from their minds the erroneous notion that the world has a great deal to offer them.",
"author":"― Arthur Schopenhauer  "
},
{
"text": "I am not good at noticing when I'm happy, except in retrospect.",
"author":"― Tana French, In the Woods  "
},
{
"text": "Life is painful. It has thorns, like the stem of a rose. Culture and art are the roses that bloom on the stem. The flower is yourself, your humanity. Art is the liberation of the humanity inside yourself.",
"author":"― Daisaku Ikeda  "
},
{
"text": "The foolish man seeks happiness in the distance. The wise grows it under his feet.",
"author":"― James Oppenheim  "
},
{
"text": "Perfect love casts out fear. Where there is love there are no demands, no expectations, no dependency. I do not demand that you make me happy; my happiness does not lie in you. If you were to leave me, I will not feel sorry for myself; I enjoy your company immensely, but I do not cling.",
"author":"― Anthony de Mello, Awareness: The Perils and Opportunities of Reality  "
},
{
"text": "I think the saddest people always try their hardest to make people happy because they know what it’s like to feel absolutely worthless and they don’t want anyone else to feel like that.",
"author":"― Robin Williams  "
},
{
"text": "You don't ask people with knives in their stomachs what would make them happy; happiness is no longer the point. It's all about survival; it's all about whether you pull the knife out and bleed to death or keep it in...",
"author":"― Nick Hornby, How to Be Good  "
},
{
"text": "When you lose your smile, you lose your way in the chaos of life.",
"author":"― Roy T. Bennett  "
},
{
"text": "Happiness is a choice that requires effort at times.",
"author":"― Aeschylus  "
},
{
"text": "I don’t think man was meant to attain happiness so easily. Happiness is like those palaces in fairy tales whose gates are guarded by dragons: we must fight in order to conquer it.",
"author":"― Alexandre Dumas, The Count of Monte Cristo  "
},
{
"text": "Happiness doesn't lie in conspicuous consumption and the relentless amassing of useless crap. Happiness lies in the person sitting beside you and your ability to talk to them. Happiness is clear-headed human interaction and empathy. Happiness is home. And home is not a house-home is a mythological conceit. It is a state of mind. A place of communion and unconditional love. It is where, when you cross its threshold, you finally feel at peace.",
"author":"― Dennis Lehane  "
},
{
"text": "Truly amazing, what people can get used to, as long as there are a few compensations.",
"author":"― Margaret Atwood, The Handmaid's Tale  "
},
{
"text": "There were two ways to be happy: improve your reality, or lower your expectations",
"author":"― Jodi Picoult, Nineteen Minutes  "
},
{
"text": "Maybe you think you’ll be entitled to more happiness later by forgoing all of it now, but it doesn’t work that way. Happiness takes as much practice as unhappiness does. It’s by living that you live more. By waiting you wait more. Every waiting day makes your life a little less. Every lonely day makes you a little smaller. Every day you put off your life makes you less capable of living it.",
"author":"― Ann Brashares, Sisterhood Everlasting  "
},
{
"text": "I was something that lay under the sun and felt it, like the pumpkins, and I did not want to be anything more. I was entirely happy. Perhaps we feel like that when we die and become a part of something entire, whether it is sun and air, or goodness and knowledge. At any rate, that is happiness; to be dissolved into something complete and great. When it comes to one, it comes as naturally as sleep.",
"author":"― Willa Cather, My Ántonia  "
},
{
"text": "I consider myself a stained-glass window. And this is how I live my life. Closing no doors and covering no windows; I am the multi-colored glass with light filtering through me, in many different shades. Allowing light to shed and fall into many many hues. My job is not to direct anything, but only to filter into many colors. My answer is destiny and my guide is joy. And there you have me.",
"author":"― C. JoyBell C.  "
},
{
"text": "My only regrets are the moments when i doubted myself and took the safe route. Life is too short to waste time being unhappy.",
"author":"― Dan Howell  "
},
{
"text": "nothing wonderful lasted forever. Joy was as fleeting as a shooting star that crossed the evening sky, ready to blink out at any moment.",
"author":"― Nicholas Sparks  "
},
{
"text": "I shall take the heart. [...] For brains do not make one happy, and happiness is the best thing in the world.",
"author":"― L. Frank Baum, The Wonderful Wizard of Oz  "
},
{
"text": "Happiness is like those palaces in fairytales whose gates are guarded by dragons: We must fight in order to conquer it.",
"author":"― Alexandre Dumas  "
},
{
"text": "To see and feel one's beloved naked for the first time is one of life's pure, irreducible epiphanies. If there is a true religion in the universe, it must include that truth of contact or be forever hollow. To make love to the one true person who deserves that love is one of the few absolute rewards of being a human being, balancing all of the pain, loss, awkwardness, loneliness, idiocy, compromise, and clumsiness that go with the human condition. To make love to the right person makes up for a lot of mistakes.",
"author":"― Dan Simmons, The Rise of Endymion  "
},
{
"text": "It was that impossible thing: happiness that does not wilt to reveal the thin shoots of some new desire rising from within it.",
"author":"― George Saunders, Tenth of December  "
},
{
"text": "And I didn't choose it, Kat. I chose you.",
"author":"― Ally Carter, Heist Society  "
},
{
"text": "What sunshine is to flowers, smiles are to humanity. These are but trifles, to be sure; but scattered along life's pathway, the good they do is inconceivable.",
"author":"― Joseph Addison  "
},
{
"text": "We are not going to change the whole world, but we can change ourselves and feel free as birds. We can be serene even in the midst of calamities and, by our serenity, make others more tranquil. Serenity is contagious. If we smile at someone, he or she will smile back. And a smile costs nothing. We should plague everyone with joy. If we are to die in a minute, why not die happily, laughing? (136-137)",
"author":"― Sri S. Satchidananda, The Yoga Sutras  "
},
{
"text": "You, of all people, deserve a happy ending. Despite everything that happened to you, you aren't bitter. You aren't cold. You've just retreated a little and been shy, and that's okay. If I were a fairy godmother, I would give you your heart's desire in an istant. And I would wipe away your tears and tell you not to cry.-Rachel to Julia",
"author":"― Sylvain Reynard, Gabriel's Inferno  "
},
{
"text": "Until you make peace with who you are, you'll never be content with what you have.",
"author":"― Doris Mortman  "
},
{
"text": "There is a kind of happiness and wonder that makes you serious. It is too good to waste on jokes.",
"author":"― C.S. Lewis  "
},
{
"text": "That’s life for you. All the happiness you gather to yourself, it will sweep away like it’s nothing. If you ask me I don’t think there are any such things as curses. I think there is only life. That’s enough.",
"author":"― Junot Diaz, The Brief Wondrous Life of Oscar Wao  "
},
{
"text": "Growing old is mandatory. Growing up is optional.",
"author":"― Chili Davis  "
},
{
"text": "Destiny is real. And she's not mild-mannered. She will come around and hit you in the face and knock you over and before you know what hit you, you're naked- stripped of everything you thought you knew and everything you thought you didn't know- and there you are! A bloody nose, bruises all over you, and naked. And it's the most beautiful thing.",
"author":"― C. JoyBell C.  "
},
{
"text": "Ahhh. Bed, book, kitten, sandwich. All one needed in life, really.",
"author":"― Jacqueline Kelly, The Evolution of Calpurnia Tate  "
},
{
"text": "Laughter is a sunbeam of the soul.",
"author":"― Thomas Mann, The Magic Mountain  "
},
{
"text": "The reason people find it so hard to be happy is that they always see the past better than it was, the present worse than it is, and the future less resolved than it will be.",
"author":"― Marcel Pagnol  "
},
{
"text": "I may never be happy, but tonight I am content.",
"author":"― Sylvia Plath, The Unabridged Journals of Sylvia Plath  "
},
{
"text": "To be stupid, selfish, and have good health are three requirements for happiness, though if stupidity is lacking, all is lost.",
"author":"― Gustave Flaubert  "
},
{
"text": "It is indisputable that the being whose capacities of enjoyment are low, has the greatest chance of having them fully satisfied; and a highly endowed being will always feel that any happiness which he can look for, as the world is constituted, is imperfect. But he can learn to bear its imperfections, if they are at all bearable; and they will not make him envy the being who is indeed unconscious of the imperfections, but only because he feels not at all the good which those imperfections qualify. It is better to be a human being dissatisfied than a pig satisfied; better to be Socrates dissatisfied than a fool satisfied. And if the fool, or the pig, is of a different opinion, it is only because they only know their own side of the question.",
"author":"― John Stuart Mill, Utilitarianism  "
},
{
"text": "Some day you will find out that there is far more happiness in another's happiness than in your own.",
"author":"― Honoré de Balzac, Père Goriot  "
},
{
"text": "dear today, i spend all of you pretending i'm okay when i'm not, pretending i'm happy when i'm not, pretending about everything to everyone.",
"author":"― Nina LaCour, Hold Still  "
},
{
"text": "My happiness grows in direct proportion to my acceptance, and in inverse proportion to my expectations.",
"author":"― Michael J. Fox  "
},
{
"text": "For those who are poor in happiness, each time is a first time; happiness never becomes a habit.",
"author":"― Marilyn Monroe, My Story  "
},
{
"text": "Happiness is the object and design of our existence; and will be the end thereof, if we pursue the path that leads to it; and this path is virtue, uprightness, faithfulness, holiness, and keeping all the commandments of God.",
"author":"― Joseph Smith  "
},
{
"text": "Dustfinger still clearly remembered the feeling of being in love for the first time. How vulnerable his heart had suddenly been! Such a trembling, quivering thing, happy and miserably unhappy at once.",
"author":"― Cornelia Funke, Inkheart  "
},
{
"text": "In the end, the number of prayers we say may contribute to our happiness, but the number of prayers we answer may be of even greater importance.",
"author":"― Dieter F. Uchtdorf  "
},
{
"text": "If you wish to be happy,Eragon, Think not of what is to come nor of that which you have no control over but rather of the now and that which you are able to change",
"author":"― Christopher Paolini, Brisingr  "
},
{
"text": "Of all the means to insure happiness throughout the whole life, by far the most important is the acquisition of friends.",
"author":"― Epicurus, A Guide To Happiness  "
},
{
"text": "Having a low opinion of yourself is not 'modesty.' It's self-destruction. Holding your uniqueness in high regard is not 'egotism.' It's a necessary precondition to happiness and success.",
"author":"― Bobbe Sommer  "
},
{
"text": "Anne was always glad in the happiness of her friends; but it is sometimes a little lonely to be surrounded everywhere by happiness that is not your own.",
"author":"― L.M. Montgomery, Anne of the Island  "
},
{
"text": "Happiness is the most natural thing in the world when you have it, and the slowest, strangest, most impossible thing when you don't. It's like learning a foreign language: You can think about the words all you want, but you'll never be able to speak it until you suck up your courage and say them out loud.",
"author":"― Dan Wells, Partials  "
},
{
"text": "I may never be happy, but tonight I am content. Nothing more than an empty house, the warm hazy weariness from a day spent setting strawberry runners in the sun, a glass of cool sweet milk, and a shallow dish of blueberries bathed in cream. When one is so tired at the end of a day one must sleep, and at the next dawn there are more strawberry runners to set, and so one goes on living, near the earth. At times like this I'd call myself a fool to ask for more...",
"author":"― Sylvia Plath, The Unabridged Journals of Sylvia Plath  "
},

{
"text": "It isn't what you have, or who you are, or where you are, or what you are doing that makes you happy or unhappy. It is what you think about.",
"author":"― Dale Carnegie  "
},
{
"text": "Why? Why does what was beautiful suddenly shatter in hindsight because it concealed dark truths? Why does the memory of years of happy marriage turn to gall when our partner is revealed to have had a lover all those years? Because such a situation makes it impossible to be happy? But we were happy! Sometimes the memory of happiness cannot stay true because it ended unhappily. Because happiness is only real if it lasts forever? Because things always end painfully if they contained pain, conscious or unconscious, all along? But what is unconscious, unrecognized pain?",
"author":"― Bernhard Schlink, The Reader  "
},
{
"text": "Hide yourself in God, so when a man wants to find you he will have to go there first.",
"author":"― Shannon L. Alder  "
},
{
"text": "It's a funny thing about life, once you begin to take note of the things you are grateful for, you begin to lose sight of the things that you lack.",
"author":"― Germany Kent  "
},
{
"text": "A woman laughing is a woman conquered.",
"author":"― Napoleon Bonaparte, In the Words of Napoleon: A Collection of Quotations of Napoleon Bonaparte  "
},
{
"text": "The secret of happiness is to face the fact that the world is horrible, horrible, horrible.",
"author":"― Betrand Russell  "
},
{
"text": "Human happiness and moral duty are inseparably connected.",
"author":"― George Washington  "
},
{
"text": "Beauty is the purest feeling of the soul. Beauty arises when soul is satisfied.",
"author":"― Amit Ray, Nonviolence: The Transforming Power  "
},
{
"text": "The true measure of a man is how he treats you when others are not looking.",
"author":"― Alessandra Torre  "
},
{
"text": "Sometimes we must undergo hardships, breakups, and narcissistic wounds, which shatter the flattering image that we had of ourselves, in order to discover two truths: that we are not who we thought we were; and that the loss of a cherished pleasure is not necessarily the loss of true happiness and well-being. (109)",
"author":"― Jean-Yves Leloup, Compassion and Meditation: The Spiritual Dynamic between Buddhism and Christianity  "
},
{
"text": "Our way of thinking creates good or bad outcomes.",
"author":"― Stephen Richards  "
},
{
"text": "Happiness and the absurd are two sons of the same earth. They are inseparable.",
"author":"― Albert Camus  "
},
{
"text": "You have everything you need for complete peace and total happiness right now.",
"author":"― Wayne Dyer  "
},
{
"text": "Happiness is a myth. It was invented to make us buy new things.",
"author":"― Gregory David Roberts, Shantaram  "
},
{
"text": "You were already in a prison. You've been in a prison all your life. Happiness is a prison, Evey. Happiness is the most insidious prison of all. Your lover lived in the penitentiary that we are all born into, and was forced to rake the dregs of that world for his living. He knew affection and tenderness but only briefly. Eventually, one of the other inmates stabbed him with a cutlass and he drowned upon his own blood. Is that it, Evey? Is that the happiness worth more than freedom? It's not an uncommon story, Evey. Many convicts meet with miserable ends. Your mother. Your father. Your lover. One by one, taken out behind the chemical sheds... and shot. All convicts, hunched and deformed by the smallness of their cells, the weight of their chains, the unfairness of their sentences. I didn't put you in a prison, Evey. I just showed you the bars.''You're wrong! It's just life, that's all! It's just how life is. It's what we've got to put up with. It's all we've got. What gives you the right to decide it's not good enough?''You're in a prison, Evey. You were born in a prison. You've been in a prison so long, you no longer believe there's a world outside. That's because you're afraid, Evey. You're afraid because you can feel freedom closing in upon you. You're afraid because freedom is terrifying. Don't back away from it, Evey. Part of you understands the truth even as part pretends not to. You were in a cell, Evey. They offered you a choice between the death of your principles and the death of your body. You said you'd rather die. You faced the fear of your own death and you were calm and still. The door of the cage is open, Evey. All that you feel is the wind from outside.",
"author":"― Alan Moore, V for Vendetta  "
},
{
"text": "Why should we build our happiness on the opinons of others, when we can find it in our own hearts?",
"author":"― Jean-Jacques Rousseau, The Social Contract and Discourses  "
},
{
"text": "They'll say you are bador perhaps you are mador at least you should stay undercover.Your mind must be bareif you would dareto think you can love more than one lover.",
"author":"― David Rovics  "
},
{
"text": "Your success and happiness are forgiven you only if you generously consent to share them. But to be happy it is essential not to be too concerned with others. Consequently, there is no escape. Happy and judged, or absolved and wretched.",
"author":"― Albert Camus, The Fall  "
},
{
"text": "Dear Human:You've got it all wrong.You didn't come here to master unconditional love. This is where you came from and where you'll return.You came here to learn personal love.Universal love.Messy love.Sweaty Love.Crazy love.Broken love.Whole love.Infused with divinity.Lived through the grace of stumbling.Demonstrated through the beauty of... messing up.Often.You didn't come here to be perfect, you already are.You came here to be gorgeously human. Flawed and fabulous.And rising again into remembering.But unconditional love? Stop telling that story.Love in truth doesn't need any adjectives.It doesn't require modifiers.It doesn't require the condition of perfection.It only asks you to show up.And do your best.That you stay present and feel fully.That you shine and fly and laugh and cry and hurt and heal and fall and get back up and play and work and live and die as YOU.Its enough.It's Plenty.",
"author":"― Courtney A. Walsh  "
},
{
"text": "Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort.",
"author":"― Franklin D. Roosevelt  "
},
{
"text": "A man wants to earn money in order to be happy, and his whole effort and the best of a life are devoted to the earning of that money. Happiness is forgotten; the means are taken for the end.",
"author":"― Albert Camus, The Myth of Sisyphus and Other Essays  "
},
{
"text": "I think, that if the world were a bit more like ComicCon, it would be a better place.",
"author":"― Matt Smith  "
},
{
"text": "Happiness lies in the joy of achievement and the thrill of creative effort.",
"author":"― Franklin D. Roosevelt  "
},
{
"text": "The way I define happiness is being the creator of your experience, choosing to take pleasure in what you have, right now, regardless of the circumstances, while being the best you that you can be.",
"author":"― Leo Babauta  "
},
{
"text": "Love yourself. Forgive yourself. Be true to yourself. How you treat yourself sets the standard for how others will treat you.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "Control of consciousness determines the quality of life.",
"author":"― Mihaly Csikszentmihalyi, Flow: The Psychology of Optimal Experience  "
},
{
"text": "Happiness is excitement that has found a settling down place, but there is always a little corner that keeps flapping around.",
"author":"― E.L. Konigsburg, From the Mixed-Up Files of Mrs. Basil E. Frankweiler  "
},
{
"text": "If you've got nothing to dance about, find a reason to sing.",
"author":"― Melody Carstairs  "
},
{
"text": "The more you talk about it, rehash it, rethink it, cross analyze it, debate it, respond to it, get paranoid about it, compete with it, complain about it, immortalize it, cry over it, kick it, defame it, stalk it, gossip about it, pray over it, put it down or dissect its motives it continues to rot in your brain. It is dead. It is over. It is gone. It is done. It is time to bury it because it is smelling up your life and no one wants to be near your rotted corpse of memories and decaying attitude. Be the funeral director of your life and bury that thing!",
"author":"― Shannon L. Alder  "
},
{
"text": "With my eyes closed, I would touch a familiar book and draw its fragrance deep inside me. This was enough to make me happy. ",
"author":"― Haruki Murakami, Norwegian Wood  "
},
{
"text": "Adrian tipped my face up toward his and kissed me. Like always, the world around me stopped moving. No, the world became Adrian, only Adrian. Kissing him was as mind-blowing as ever, full of that same passion and need I had never believed I’d feel. But today, there was even more to it. I no longer had any doubt about whether this was wrong or right. It was a culmination of a long journey . . . or maybe the beginning of one.I wrapped my arms around his neck and pulled him closer. I didn’t care that we were out in public. I didn’t care that he was Moroi. All that mattered was that he was Adrian, my Adrian. My match. My partner in crime, in the long battle I’d just signed on for to right the wrongs in the Alchemist and Moroi worlds. Maybe Marcus was right that I’d also signed myself up for disaster, but I didn’t care. In that moment, it seemed that as long as Adrian and I were together, there was no challenge too great for us.I don’t know how long we stood there kissing. Like I said, the world around me was gone. Time had stopped. I was awash in the feel of Adrian’s body against mine, in his scent, and in the taste of his lips. That was all that mattered right now.",
"author":"― Richelle Mead, The Indigo Spell  "
},
{
"text": "I don't know what your destiny will be, but one thing I know: the only ones among you who will be really happy are those who have sought and found how to serve.",
"author":"― Albert Schweitzer  "
},
{
"text": "Nothing is miserable unless you think it so; and on the other hand, nothing brings happiness unless you are content with it.",
"author":"― Boethius, The Consolation of Philosophy  "
},
{
"text": "If happy I can be I will, if suffer I must I can.",
"author":"― William Faulkner, Absalom, Absalom!  "
},
{
"text": "It is almost as if happiness is an acquired taste, like coconut cordial or ceviche, to which you can eventually become accustomed, but despair is something surprising each time you encounter it.",
"author":"― Lemony Snicket, The End  "
},
{
"text": "For what prevents us from saying that the happy life is to have a mind that is free, lofty, fearless and steadfast - a mind that is placed beyond the reach of fear, beyond the reach of desire, that counts virtue the only good, baseness the only evil, and all else but a worthless mass of things, which come and go without increasing or diminishing the highest good, and neither subtract any part from the happy life nor add any part to it?A man thus grounded must, whether he wills or not, necessarily be attended by constant cheerfulness and a joy that is deep and issues from deep within, since he finds delight in his own resources, and desires no joys greater than his inner joys.",
"author":"― Lucius Annaeus Seneca, The Stoic Philosophy of Seneca: Essays and Letters  "
},
{
"text": "Rules for happiness: something to do, someone to love, something to hope for.",
"author":"― Immanuel Kant  "
},
{
"text": "Happiness is a state of activity.",
"author":"― Aristotle  "
},
{
"text": "When your back is to the wall and you are facing fear head on, the only way is forward and through it.",
"author":"― Stephen Richards, Releasing You from Fear  "
},
{
"text": "For who would dare to assert that eternal happiness can compensate for a single moment's human suffering",
"author":"― Albert Camus, The Plague  "
},
{
"text": "Be happy in the moment, that's enough. Each moment is all we need, not more.",
"author":"― Mother Teresa  "
},
{
"text": "The single greatest lesson the garden teaches is that our relationship to the planet need not be zero-sum, and that as long as the sun still shines and people still can plan and plant, think and do, we can, if we bother to try, find ways to provide for ourselves without diminishing the world. ",
"author":"― Michael Pollan, The Omnivore's Dilemma: A Natural History of Four Meals  "
},
{
"text": "I'm going to enjoy every second, and I'm going to know I'm enjoying it while I'm enjoying it. Most people don't live; they just race. They are trying to reach some goal far away on the horizon, and in the heat of the going they get so breathless and panting that they lose sight of the beautiful, tranquil country they are passing through; and then the first thing they know, they are old and worn out, and it doesn't make any difference whether they've reached the goal or not.",
"author":"― Jean Webster  "
},
{
"text": "Happiness is your nature. It is not wrong to desire it. What is wrong is seeking it outside when it is inside.",
"author":"― Sri Ramana Maharshi  "
},
{
"text": "Life is at its best when everything has fallen out of place, and you decide that you're going to fight to get them right, not when everything is going your way and everyone is praising you.",
"author":"― Thisuri Wanniarachchi  "
},
{
"text": "There are a few moments in your life when you are truly and completely happy, and you remember to give thanks. Even as it happens you are nostalgic for the moment, you are tucking it away in your scrapbook.",
"author":"― David Benioff, When the Nines Roll Over and Other Stories  "
},
{
"text": "You can't buy happiness",
"author":"― Kurt Cobain  "
},
{
"text": "Sooner or later in life everyone discovers that perfect happiness is unrealizable, but there are few who pause to consider the antithesis: that perfect unhappiness is equally unattainable. The obstacles preventing the realization of both these extreme states are of the same nature: they derive from our human condition which is opposed to everything infinite.",
"author":"― Primo Levi, Survival in Auschwitz  "
},
{
"text": "If you fuel your journey on the opinions of others, you are going to run out of gas.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "Happiness comes from helping others, by being with others, and by sharing, even if it's only a smile.",
"author":"― Zain Hashmi, A Blessed Olive Tree: A Spiritual Journey in Twenty Short Stories  "
},
{
"text": "Most people would rather be certain they're miserable, than risk being happy.",
"author":"― Robert Anthony  "
},
{
"text": "Success will be within your reach only when you start reaching out for it.",
"author":"― Stephen Richards, Think Your way to Success: Let Your Dreams Run Free  "
},

{
"text": "Happiness comes from within. It is not dependent on external things or on other people. You become vulnerable and can be easily hurt when your feelings of security and happiness depend on the behavior and actions of other people. Never give your power to anyone else.",
"author":"― Brian Weiss  "
},
{
"text": "I keep remembering one of my Guru's teachings about happiness. She says that people universally tend to think that happiness is a stroke of luck, something that will maybe descend upon you like fine weather if you're fortunate enough. But that's not how happiness works. Happiness is the consequence of personal effort. You fight for it, strive for it, insist upon it, and sometimes even travel around the world looking for it. You have to participate relentlessly in the manifestations of your own blessings. And once you have achieved a state of happiness, you must never become lax about maintaining it, you must make a mighty effort to keep swimming upward into that happiness forever, to stay afloat on top of it. If you don't you will eat away your innate contentment. It's easy enough to pray when you're in distress but continuing to pray even when your crisis has passed is like a sealing process, helping your soul hold tight to its good attainments.",
"author":"― Elizabeth Gilbert, Eat, Pray, Love  "
},
{
"text": "He whose face gives no light, shall never become a star.",
"author":"― William Blake  "
},
{
"text": "Laughter is more than just a pleasurable activity...When people laugh together, they tend to talk and touch more and to make eye contact more frequently.",
"author":"― Gretchen Rubin, The Happiness Project: Or Why I Spent a Year Trying to Sing in the Morning, Clean My Closets, Fight Right, Read Aristotle, and Generally Have More Fun  "
},
{
"text": "Laugh, and the world laughs with you;Weep, and you weep alone;For the sad old earth must borrow its mirth,But has trouble enough of its own.",
"author":"― Ella Wheeler Wilcox, Poems of Passion  "
},
{
"text": "I just hoped for the rest.",
"author":"― Richelle Mead, The Indigo Spell  "
},
{
"text": "How often since then has she wondered what might have happened if she'd tried to remain with him; if she’d returned Richard's kiss on the corner of Bleeker and McDougal, gone off somewhere (where?) with him, never bought the packet of incense or the alpaca coat with rose-shaped buttons. Couldn’t they have discovered something larger and stranger than what they've got. It is impossible not to imagine that other future, that rejected future, as taking place in Italy or France, among big sunny rooms and gardens; as being full of infidelities and great battles; as a vast and enduring romance laid over friendship so searing and profound it would accompany them to the grave and possibly even beyond. She could, she thinks, have entered another world. She could have had a life as potent and dangerous as literature itself.Or then again maybe not, Clarissa tells herself. That's who I was. This is who I am--a decent woman with a good apartment, with a stable and affectionate marriage, giving a party. Venture too far for love, she tells herself, and you renounce citizenship in the country you've made for yourself. You end up just sailing from port to port.Still, there is this sense of missed opportunity. Maybe there is nothing, ever, that can equal the recollection of having been young together. Maybe it's as simple as that. Richard was the person Clarissa loved at her most optimistic moment. Richard had stood beside her at the pond's edge at dusk, wearing cut-off jeans and rubber sandals. Richard had called her Mrs. Dalloway, and they had kissed. His mouth had opened to hers; (exciting and utterly familiar, she'd never forget it) had worked its way shyly inside until she met its own. They'd kissed and walked around the pond together.It had seemed like the beginning of happiness, and Clarissa is still sometimes shocked, more than thirty years later to realize that it was happiness; that the entire experience lay in a kiss and a walk. The anticipation of dinner and a book. The dinner is by now forgotten; Lessing has been long overshadowed by other writers. What lives undimmed in Clarissa's mind more than three decades later is a kiss at dusk on a patch of dead grass, and a walk around a pond as mosquitoes droned in the darkening air. There is still that singular perfection, and it's perfect in part because it seemed, at the time, so clearly to promise more. Now she knows: That was the moment, right then. There has been no other.",
"author":"― Michael Cunningham, The Hours  "
},
{
"text": "The supreme happiness of life is the conviction that we are loved; loved for ourselves—say rather, loved in spite of ourselves.",
"author":"― Victor Hugo , Les Misérables  "
},
{
"text": "Three or four times only in my youth did I glimpse the Joyous Isles, before they were lost to fogs, depressions, cold fronts, ill winds, and contrary tides... I mistook them for adulthood. Assuming they were a fixed feature in my life's voyage, I neglected to record their latitude, their longitude, their approach. Young ruddy fool. What wouldn't I give now for a never-changing map of the ever-constant ineffable? To possess, as it were, an atlas of clouds.",
"author":"― David Mitchell, Cloud Atlas  "
},
{
"text": "Do not look for happiness outside yourself. The awakened seek happiness inside.",
"author":"― Peter Deunov  "
},
{
"text": "You see, there are some people that one loves, and others that perhaps one would rather be with.",
"author":"― Henrik Ibsen, A Doll's House  "
},
{
"text": "Happiness can only be achieved by looking inward & learning to enjoy whatever life has and this requires transforming greed into gratitude.",
"author":"― John Chrysostom  "
},
{
"text": "Remember, happiness doesn't depend upon who you are or what you have, it depends solely upon what you think.",
"author":"― Dale Carnegie  "
},
{
"text": "People who can change and change again are so much more reliable and happier than those who can’t",
"author":"― Stephen Fry, Moab Is My Washpot  "
},
{
"text": "Flowers always make people better, happier, and more helpful; they are sunshine, food and medicine to the mind.",
"author":"― Luther Burbank  "
},
{
"text": "It is a kind of spiritual snobbery that makes people think they can be happy without money.",
"author":"― Albert Camus  "
},
{
"text": "The discovery of a new dish does more for the happiness of the human race than the discovery of a star.",
"author":"― Jean Anthelme Brillat-Savarin, The Physiology of Taste: Or, Meditations on Transcendental Gastronomy  "
},
{
"text": "The secret of happiness is to see all the marvels of the world, and never to forget the drops of oil on the spoon.",
"author":"― Paulo Coelho, The Alchemist  "
},
{
"text": "The trick. . .is to find the balance between the bright colors of humor and the serious issues of identity, self-loathing, and the possibility for intimacy and love when it seems no longer possible or, sadder yet, no longer necessary.",
"author":"― Wendy Wasserstein  "
},
{
"text": "Every time I thought I was being rejected from something good, I was actually being re-directed to something better.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "Hurt is a part of life. To be honest, I think hurt is a part of happiness, that our definition of happiness has gotten very narrow lately, very nervous, a little afraid of this brawling, fabulous, unpredictable world.",
"author":"― Julian Gough, Juno & Juliet  "
},
{
"text": "Before you can successfully make friends with others, first you have to become your own friend.",
"author":"― Stephen Richards  "
},
{
"text": "She was like the sun, She knew her place in the world - She would shine again regardless of all the storms and changeable weather She wouldn't adjust her purpose for things that pass.",
"author":"― Nikki Rowe  "
},
{
"text": "No one asked you to be happy. Get to work.",
"author":"― Colette  "
},
{
"text": "A disciplined mind leads to happiness, and an undisciplined mind leads to suffering.",
"author":"― Dalai Lama XIV, The Art of Happiness  "
},
{
"text": "People who fit don’t seek. The seekers are those that don’t fit.",
"author":"― Shannon L. Alder  "
},
{
"text": "Age does not make us childish, as some say; it finds us true children.",
"author":"― Johann Wolfgang von Goethe  "
},
{
"text": "If you are not the hero of your own story, then you're missing the whole point of your humanity.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "Happiness, like unhappiness, is a proactive choice.",
"author":"― Stephen R. Covey, The 7 Habits of Highly Effective People: Powerful Lessons in Personal Change  "
},
{
"text": "A lot of the conflict you have in your life exists simply because you're not living in alignment; you're not be being true to yourself.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "The safest way of not being very miserable is not to expect to be very happy.",
"author":"― Arthur Schopenhauer  "
},
{
"text": "That's the secret to life... replace one worry with another....",
"author":"― Charles Schultz  "
},
{
"text": "Even in Siberia there is happiness.",
"author":"― Anton Chekhov  "
},
{
"text": "That is happiness; to be dissolved into something complete and great. When it comes to one, it comes as naturally as sleep.",
"author":"― Willa Cather, My Ántonia  "
},
{
"text": "Some people appear to be happy, but they simply don't give the matter much thought. Others make plans: I'm going to have a husband, a home, two children, a house in the country. As long as they're busy doing that, they're like bulls looking for the bullfighter: they react instinctively, they blunder on, with no idea where the target is. They get their car, sometimes they even get a Ferrari, and they think that's the meaning of life, and they never question it. Yet their eyes betray the sadness that even they don't know they carry in their soul. Are you happy?",
"author":"― Paulo Coelho, The Zahir  "
},
{
"text": "Education doesn’t make you happy. Nor does freedom. We don’t become happy just because we’re free – if we are. Or because we’ve been educated – if we have. But because education may be the means by which we realize we are happy. It opens our eyes, our ears, tells us where delights are lurking, convinces us that there is only one freedom of any importance whatsoever, that of the mind, and gives us the assurance – the confidence – to walk the path our mind, our educated mind, offers.",
"author":"― Iris Murdoch  "
},
{
"text": "Well, I always know what I want. And when you know what you want--you go toward it. Sometimes you go very fast, and sometimes only an inch a year. Perhaps you feel happier when you go fast. I don't know. I've forgotten the difference long ago, because it really doesn't matter, so long as you move.",
"author":"― Ayn Rand, We the Living  "
},
{
"text": "The Anatomy of Conflict:If there is no communication then there is no respect. If there is no respect then there is no caring. If there is no caring then there is no understanding. If there is no understanding then there is no compassion. If there is no compassion then there is no empathy. If there is no empathy then there is no forgiveness. If there is no forgiveness then there is no kindness. If there is no kindness then there is no honesty. If there is no honesty then there is no love. If there is no love then God doesn't reside there. If God doesn't reside there then there is no peace. If there is no peace then there is no happiness. If there is no happiness ----then there IS CONFLICT BECAUSE THERE IS NO COMMUNICATION!",
"author":"― Shannon L. Alder  "
},
{
"text": "No matter how small you start, always dream big.",
"author":"― Stephen Richards  "
},
{
"text": "Are you happy?",
"author":"― Ray Bradbury, Fahrenheit 451  "
},
{
"text": "When you are living the best version of yourself, you inspire others to live the best versions of themselves.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "The big reason why folks leave a small town,' Rant used to say, 'is so they can moon over the idea of going back. And the reason they stay put is so they can moon about getting out.'Rant meant that no one is happy, anywhere.",
"author":"― Chuck Palahniuk, Rant  "
},
{
"text": "He is richest who is content with the least, for content is the wealth of nature.",
"author":"― Socrates  "
},
{
"text": "They say all marriages are made in heaven, but so are thunder and lightning.",
"author":"― Clint Eastwood  "
},
{
"text": "It sometimes takes a state of solitude to bring to mind the real power of companionship.",
"author":"― Stephen Richards  "
},
{
"text": "The intention that man should be happy is not in the plan of Creation.",
"author":"― Sigmund Freud  "
},
{
"text": "Contrary to what we usually believe, moments like these, the best moments in our lives, are not the passive, receptive, relaxing times—although such experiences can also be enjoyable, if we have worked hard to attain them. The best moments usually occur when a person’s body or mind is stretched to its limits in a voluntary effort to accomplish something difficult and worthwhile. Optimal experience is thus something that wemake happen. For a child, it could be placing with trembling fingers the last blockon a tower she has built, higher than any she has built so far; for a swimmer, it could be trying to beat his own record; for a violinist, mastering an intricate musical passage. For each person there are thousands of opportunities, challenges to expand ourselves.",
"author":"― Mihaly Csikszentmihalyi, Flow: The Psychology of Optimal Experience  "
},
{
"text": "If you're not making someone else's life better, then you're wasting your time. Your life will become better by making other lives better.",
"author":"― Will Smith  "
},
{
"text": "The pretty ones are usually unhappy. They expect everyone to be enamored of their beauty. How can a person be content when their happiness lies in someone else's hands, ready to be crushed at any moment? Ordinary-looking people are far superior, because they are forced to actually work hard to achieve their goals, instead of expecting people to fall all over themselves to help them.",
"author":"― J. Cornell Michel, Jordan's Brains: A Zombie Evolution  "
},
{
"text": "For what it's worth, I think happiness is a fleeting condition, not a permanent state of goddamn mind. I've learned that if you chase after moments of bliss here and there, sometimes those moments will sustain you through the shit.",
"author":"― Tiffanie DeBartolo, How to Kill a Rock Star  "
},
{
"text": "Compassion is the signature of Higher Consciousness. Non-violence is the tool to evolve into the Higher Consciousness.",
"author":"― Amit Ray, Nonviolence: The Transforming Power  "
},
{
"text": "Happiness and confidence are the prettiest things you can wear",
"author":"― Taylor Swift  "
},
{
"text": "I put my hand on the altar rail. 'What if ... what if Heaven is real, but only in moments? Like a glass of water on a hot day when you're dying of thirst, or when someone's nice to you for no reason, or ...' Mam's pancakes with Toblerone sauce; Dad dashing up from the bar just to tell me, 'Sleep tight, don't let the bedbugs bite'; or Jacko and Sharon singing 'For She's A Squishy Marshmallow' instead of 'For She's A Jolly Good Fellow' every single birthday and wetting themselves even though it's not at all funny; and Brendan giving his old record player to me instead of one of his mates. 'S'pose Heaven's not like a painting that's just hanging there for ever, but more like ... Like the best song anyone ever wrote, but a song you only catch in snatches, while you're alive, from passing cars, or ... upstairs windows when you're lost ...",
"author":"― David Mitchell, The Bone Clocks  "
},
{
"text": "You have a unique gift to offer this world. Be true to yourself, be kind to yourself, read and learn about everything that interests you and keep away from people who bring you down. When you treat yourself kindly and respect the uniqueness of those around you, you will be giving this world an amazing gift... YOU!",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "As I focus on diligent joy, I also keep remembering a simple idea my friend Darcey told me once -- that all the sorrow and trouble of this world is caused by unhappy people. Not only in the big global Hitler-'n'-Stalin picture, but also on the smallest personal level. Even in my own life, I can see exactly where my episodes of unhappiness have brought suffering or distress or (at the very least) inconvenience to those around me. The search for contentment is, therefore, not merely a self-preserving and self-benefiting act, but also a generous gift to the world. Clearing out all your misery gets you out of the way. You cease being an obstacle, not only to yourself but to anyone else. Only then are you free to serve and enjoy other people.",
"author":"― Elizabeth Gilbert, Eat, Pray, Love  "
},
{
"text": "There is strange comfort in knowing that no matter what happens today, the Sun will rise again tomorrow.",
"author":"― Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip  "
},
{
"text": "Create all the happiness you are able to create; remove all the misery you are able to remove. Every day will allow you, --will invite you to add something to the pleasure of others, --or to diminish something of their pains.",
"author":"― Jeremy Bentham  "
},
{
"text": "I like living in my head because in there, everyone is kind and innocent. Once you start integrating yourself into the world, you realize that people are nasty, mean creatures. They're worse than zombies. People try to crush your soul and destroy your happiness, but zombies just want to have a little nibble of your brain.",
"author":"― J. Cornell Michel, Jordan's Brains: A Zombie Evolution  "
},
{
"text": "Got no checkbooks, got no banks. Still I'd like to express my thanks - I've got the sun in the mornin' and the moon at night.",
"author":"― Irving Berlin  "
},
{
"text": "She had been proud of his decision to serve his country, her heart bursting with love and admiration the first time she saw him outfitted in his dress blues. ",
"author":"― Nicholas Sparks, The Lucky One  "
},
{
"text": "Ink runs from the corners of my mouth.There is no happiness like mine.I have been eating poetry.",
"author":"― Mark Strand, Selected Poems  "
},
{
"text": "It was their secret, a secret meant for just the two of them, and she'd never been able to imagine how it would sound coming from someone else. But, somehow, Logan made it sound just right.",
"author":"― Nicholas Sparks, The Lucky One  "
},
{
"text": "Happiness is not a life without pain, but rather a life in which the pain is traded for a worthy price.",
"author":"― Orson Scott Card, Pastwatch: The Redemption of Christopher Columbus  "
},
{
"text": "Personality begins where comparison leaves off. Be unique. Be memorable. Be confident. Be proud.",
"author":"― Shannon L. Alder  "
},
{
"text": "The happiest man is he who learns from nature the lesson of worship",
"author":"― Ralph Waldo Emerson, Nature  "
},
{
"text": "Whether our action is wholesome or unwholesome depends on whether that action or deed arises from a disciplined or undisciplined state of mind. It is felt that a disciplined mind leads to happiness and an undisciplined mind leads to suffering, and in fact it is said that bringing about discipline within one's mind is the essence of the Buddha's teaching.",
"author":"― Dalai Lama XIV, The Art of Happiness  "
},
{
"text": "Watch any plant or animal and let it teach you acceptance of what is, surrender to the Now.Let it teach you Being.Let it teach you integrity — which means to be one, to be yourself, to be real.Let it teach you how to live and how to die, and how not to make living and dying into a problem.",
"author":"― Eckhart Tolle, The Power of Now: A Guide to Spiritual Enlightenment  "
},
{
"text": "Why not seize the pleasure at once? -- How often is happiness destroyed by preparation, foolish preparation!",
"author":"― Jane Austen, Emma  "
},
{
"text": "You start dying slowly if you do not travel, if you do not read, If you do not listen to the sounds of life, If you do not appreciate yourself.You start dying slowly When you kill your self-esteem; When you do not let others help you.You start dying slowly If you become a slave of your habits, Walking everyday on the same paths…If you do not change your routine, If you do not wear different colours Or you do not speak to those you don’t know.You start dying slowly If you avoid to feel passion And their turbulent emotions; Those which make your eyes glisten And your heart beat fast.You start dying slowly If you do not change your life when you are not satisfied with your job, or with your love, If you do not risk what is safe for the uncertain, If you do not go after a dream, If you do not allow yourself, At least once in your lifetime, To run away from sensible advice.",
"author":"― Martha Medeiros  "
},
{
"text": "Oh, how unbearable is a happy person sometimes!",
"author":"― Fyodor Dostoyevsky, White Nights  "
},
{
"text": "You didn't just cheat on me; you cheated on us. You didn't just break my heart; you broke our future.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "The strength of a man isn't seen in the power of his arms. It's seen in the love with which he EMBRACES you.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "After all, is not a real Hell better than a manufactured Heaven?",
"author":"― E.M. Forster, Maurice  "
},
{
"text": "Your success and happiness lie in you.",
"author":"― Helen Keller  "
},
{
"text": "To make a prairie it takes a clover and one bee,One clover, and a bee,And revery.The revery alone will do,If bees are few.",
"author":"― Emily Dickinson, The Complete Poems of Emily Dickinson  "
},
{
"text": "We must have the stubbornness to accept our gladness in the ruthless furnace of this world.",
"author":"― Jack Gilbert, Refusing Heaven  "
},
{
"text": "Almost all of our sorrows spring out of our relations with other people. There is no more mistaken path to happiness than worldliness.",
"author":"― Arthur Schopenhauer  "
},
{
"text": "I was happy anywhere I could see the ocean.",
"author":"― Ai Yazawa, Nana, Vol. 18  "
},
{
"text": "If you think the story has a sad ending, it's because it's not over yet.",
"author":"― Emily Henry, Beach Read  "
},
{
"text": "Deep within everyone's heart there always remains a sense of longing for that hour, that summer, that one brief moment of blossoming. For several weeks or months, rarely longer, a beautiful young woman lives outside ordinary life. She is intoxicated. She feels as if she exists beyond time, beyond its laws; she experiences not the monotonous succession of days passing by, but moments of intense, almost desperate happiness.",
"author":"― Irene Nemirovsky, Jezebel  "
},

{
"text": "Happiness does not come from without, it comes from within",
"author":"― Helen Keller  "
},
{
"text": "Her happiness floated like waves of ocean along the coast of her life. She found lyrics of her life in his arms but she never sung her song.",
"author":"― Santosh Kalwar  "
},
{
"text": "I am still determined to be cheerful and happy, in whatever situation I may be; for I have also learned from experience that the greater part of our happiness or misery depends upon our dispositions, and not upon our circumstances. a",
"author":"― Martha Washington  "
},
{
"text": "...is ignorance bliss, I don't know, but it's so painful to think, and tell me, what did thinking ever do for me, to what great place did thinking ever bring me? I think and think and think, I've thought myself out of happiness one million times, but never once into it.",
"author":"― Jonathan Safran Foer, Extremely Loud & Incredibly Close  "
},
{
"text": "The victim mindset dilutes the human potential. By not accepting personal responsibility for our circumstances, we greatly reduce our power to change them.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "The hardest thing about depression is that it is addictive. It begins to feel uncomfortable not to be depressed. You feel guilty for feeling happy.",
"author":"― Pete Wentz  "
},
{
"text": "When you're unhappy, you get to pay a lot of attention to yourself. And you get to take yourself oh so very seriously. Your truly happy people, which is to say, your people who truly like themselves, they don't think about themselves very much. Your unhappy person resents it when you try to cheer him up, because that means he has to stop dwellin' on himself and start payin' attention to the universe. Unhappiness is the ultimate form of self-indulgence.",
"author":"― Tom Robbins, Jitterbug Perfume  "
},
{
"text": "Money does not buy you happiness, but lack of money certainly buys you misery.",
"author":"― Daniel Kahneman, Well-Being: Foundations of Hedonic Psychology  "
},
{
"text": "Live your life. Be happy as you can be, let go of the things that don't matter, and fight.",
"author":"― Kiera Cass, The One  "
},
{
"text": "The summit of happiness is reached when a person is ready to be what he is.",
"author":"― Desiderius Erasmus  "
},
{
"text": "Personally I am very pessimistic. But when, for instance, one of my staff has a baby you can't help but bless them for a good future. Because I can't tell that child, 'Oh, you shouldn't have come into this life.' And yet I know the world is heading in a bad direction. So with those conflicting thoughts in mind, I think about what kind of films I should be making.",
"author":"― Hayao Miyazaki  "
},
{
"text": "Everybody has something, that one thing they must do to feel happy. I think this is yours, and I want you to be happy. You don’t have to do it, but it’s here if you choose to come back to it.",
"author":"― Ilona Andrews, Magic Bleeds  "
},
{
"text": "You know, people ask me. They say 'Dan, three years later do you really want to be drawing cat whiskers on your face?' but they don't understand. The cat whiskers, they come from within.",
"author":"― Dan Howell  "
},
{
"text": "Happiness is a state of mind, a choice, a way of living; it is not something to be achieved, it is something to be experienced.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "Paradise was always over there, a day’s sail away. But it’s a funny thing, escapism. You can go far and wide and you can keep moving on and on through places and years, but you never escape your own life. I, finally, knew where my life belonged. Home.",
"author":"― J. Maarten Troost, Getting Stoned with Savages: A Trip Through the Islands of Fiji and Vanuatu  "
},
{
"text": "Mara, that's the life I want to give you. That's what I'm offering you. I want to fill you life with color and warmth. I want to fill it with light. Give me a chance",
"author":"― Francine Rivers, Redeeming Love  "
},
{
"text": "Joy came always after pain.",
"author":"― Guillaume Apollinaire  "
},
{
"text": "What is a Wanderess? Bound by no boundaries, contained by no countries, tamed by no time, she is the force of nature’s course.",
"author":"― Roman Payne, The Wanderess  "
},
{
"text": "An entire life spent reading would have fulfilled my every desire; I already knew that at the age of seven. The texture of the world is painful, inadequate; unalterable, or so it seems to me. Really, I believe that an entire life spent reading would have suited me best. Such a life has not been granted me...",
"author":"― Michel Houellebecq, Whatever  "
},
{
"text": "HappinessSo early it's still almost dark out.I'm near the window with coffee,and the usual early morning stuffthat passes for thought.When I see the boy and his friendwalking up the roadto deliver the newspaper.They wear caps and sweaters,and one boy has a bag over his shoulder.They are so happythey aren't saying anything, these boys.I think if they could, they would takeeach other's arm.It's early in the morning,and they are doing this thing together.They come on, slowly.The sky is taking on light,though the moon still hangs pale over the water.Such beauty that for a minutedeath and ambition, even love,doesn't enter into this.Happiness. It comes onunexpectedly. And goes beyond, really,any early morning talk about it.",
"author":"― Raymond Carver  "
},
{
"text": "Surely every one realizes, at some point along the way, that he is capable of living a far better life than the one he has chosen.",
"author":"― Henry Miller, Big Sur and the Oranges of Hieronymus Bosch  "
},
{
"text": "The secret of being miserable is to have leisure to bother about whether you are happy or not. The cure for it is occupation, because occupation means pre-occupation; and the pre-occupied person is neither happy nor unhappy, but simply alive and active. That is why it is necessary to happiness that one should be tired.",
"author":"― George Bernard Shaw, Misalliance  "
},
{
"text": "After all the world is indeed beautiful and if we were any other creature than man we might be continuously happy in it.",
"author":"― Sebastian Barry, The Secret Scripture  "
},
{
"text": "Today only the person who no longer believes in a happy ending, only he who has consciously renounced it, is able to live. A happy century does not exist; but there are moments of happiness, and there is freedom in the moment.",
"author":"― Ernst Jünger, The Glass Bees  "
},
{
"text": "Some people think they can find satisfaction in good food, fine clothes, lively music, and sexual pleasure. However, when they have all these things, they are not satisfied. They realize happiness is not simply having their material needs met. Thus, society has set up a system of rewards that go beyond material goods. These include titles, social recognition, status, and political power, all wrapped up in a package called self-fulfillment. Attracted by these prizes and goaded on by social pressure, people spend their short lives tiring body and mind to chase after these goals. Perhaps this gives them the feeling that they have achieved something in their lives, but in reality they have sacrificed a lot in life. They can no longer see, hear, act, feel, or think from their hearts. Everything they do is dictated by whether it can get them social gains. In the end, they've spent their lives following other people's demands and never lived a life of their own. How different is this from the life of a slave or a prisoner?",
"author":"― Liezi, Lieh-tzu: A Taoist Guide to Practical Living  "
},
{
"text": "We are all happy if we but knew it.",
"author":"― F. Dostoevskij  "
},
{
"text": "Sometimes you get everything you ever wanted, only it doesn't look like what you wanted anymore.",
"author":"― Leila Sales, Past Perfect  "
},
{
"text": "There's a taste in the air, sweet and vaguely antiseptic, that reminds him of his teenage years in these streets, and of a general state of longing, a hunger for life to begin that from this distance seems like happiness.",
"author":"― Ian McEwan, Saturday  "
},
{
"text": "[I]t is well to have as many holds upon happiness as possible.",
"author":"― Jane Austen, Northanger Abbey  "
},
{
"text": "I think most people are just trying to be happy, and that most of their actions, however misguided, are in line with that goal. Most people just want to feel they belong somewhere, want to be loved, and want to feel they're important to someone. If you really examine all the wrongheaded and messed-up things they do, they can most often be traced back to that basic desire. The abusers, the addicted, the cruel and unpleasant, the manipulators --these are just people who started this quest for happiness in the basement of their lives. Someone communicated to them through word or deed that they were undeserving, so they think they have to claw their way there over the backs of others, leaving scars and creating damage. Of course, they only create more misery for themselves and others.",
"author":"― Lisa Unger, Sliver of Truth  "
},
{
"text": "Happiness wasn't a mystical place to be reached or won--some bright terrain beyond the boundary of misery, a paradise waiting for them to find it--but something to carry doggedly with you through everything, as humble and ordinary as your gear and supplies.",
"author":"― Laini Taylor, Dreams of Gods & Monsters  "
},
{
"text": "Happy the man, and happy he alone,he who can call today his own:he who, secure within, can say,Tomorrow do thy worst, for I have lived today.Be fair or foul, or rain or shinethe joys I have possessed, in spite of fate, are mine.Not Heaven itself, upon the past has power,but what has been, has been, and I have had my hour.",
"author":"― Horace  "
},
{
"text": "The struggles we endure today will be the ‘good old days’ we laugh about tomorrow.",
"author":"― Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip  "
},
{
"text": "Always be like a water. Float in the times of pain or dance like waves along the wind which touches its surface.",
"author":"― Santosh Kalwar  "
},
{
"text": "Nothing can illustrate these observations more forcibly, than a recollection of the happy conjuncture of times and circumstances, under which our Republic assumed its rank among the Nations; The foundation of our Empire was not laid in the gloomy age of Ignorance and Superstition, but at an Epoch when the rights of mankind were better understood and more clearly defined, than at any former period, the researches of the human mind, after social happiness, have been carried to a great extent, the Treasures of knowledge, acquired by the labours of Philosophers, Sages and Legislatures, through a long succession of years, are laid open for our use, and their collected wisdom may be happily applied in the Establishment of our forms of Government; the free cultivation of Letters, the unbounded extension of Commerce, the progressive refinement of Manners, the growing liberality of sentiment... have had a meliorating influence on mankind and increased the blessings of Society. At this auspicious period, the United States came into existence as a Nation, and if their Citizens should not be completely free and happy, the fault will be entirely their own.[Circular to the States, 8 June 1783 - Writings 26:484--89]",
"author":"― George Washington, Writings  "
},
{
"text": "I Hear the sledges with the bells - Silver bells! What a world of merriment their melody foretells! How they tinkle, tinkle, tinkle, In the icy air of night! While the stars that oversprinkle All the heavens, seem to twinkle With a crystalline delight; Keeping time, time, time, In a sort of Runic rhyme, To the tintinnabulation that so musically wells From the bells, bells, bells, bells, Bells, bells, bells - From the jingling and the tinkling of the bells. II Hear the mellow wedding bells - Golden bells! What a world of happiness their harmony foretells! Through the balmy air of night How they ring out their delight! - From the molten - golden notes, And all in tune, What a liquid ditty floats To the turtle - dove that listens, while she gloats On the moon! Oh, from out the sounding cells, What a gush of euphony voluminously wells! How it swells! How it dwells On the Future! - how it tells Of the rapture that impels To the swinging and the ringing Of the bells, bells, bells - Of the bells, bells, bells, bells, Bells, bells, bells - To the rhyming and the chiming of the bells! III Hear the loud alarum bells - Brazen bells! What a tale of terror, now, their turbulency tells! In the startled ear of night How they scream out their affright! Too much horrified to speak, They can only shriek, shriek, Out of tune, In a clamorous appealing to the mercy of the fire, In a mad expostulation with the deaf and frantic fire, Leaping higher, higher, higher, With a desperate desire, And a resolute endeavor Now - now to sit, or never, By the side of the pale - faced moon. Oh, the bells, bells, bells! What a tale their terror tells Of Despair! How they clang, and clash and roar! What a horror they outpour On the bosom of the palpitating air! Yet the ear, it fully knows, By the twanging, And the clanging, How the danger ebbs and flows; Yet the ear distinctly tells, In the jangling, And the wrangling, How the danger sinks and swells, By the sinking or the swelling in the anger of the bells - Of the bells - Of the bells, bells, bells, bells, Bells, bells, bells - In the clamor and the clanging of the bells! IV Hear the tolling of the bells - Iron bells! What a world of solemn thought their monody compels! In the silence of the night, How we shiver with affright At the melancholy menace of their tone! For every sound that floats From the rust within their throats Is a groan. And the people - ah, the people - They that dwell up in the steeple, All alone, And who, tolling, tolling, tolling, In that muffled monotone, Feel a glory in so rolling On the human heart a stone - They are neither man nor woman - They are neither brute nor human - They are Ghouls: - And their king it is who tolls: - And he rolls, rolls, rolls, Rolls A paean from the bells! And his merry bosom swells With the paean of the bells! And he dances, and he yells; Keeping time, time, time, In a sort of Runic rhyme, To the paean of the bells: - Of the bells: Keeping time, time, time In a sort of Runic rhyme, To the throbbing of the bells - Of the bells, bells, bells: - To the sobbing of the bells: - Keeping time, time, time, As he knells, knells, knells, In a happy Runic rhyme, To the rolling of the bells - Of the bells, bells, bells - To the tolling of the bells - Of the bells, bells, bells, bells, Bells, bells, bells, - To the moaning and the groaning of the bells. ",
"author":"― Edgar Allan Poe  "
},
{
"text": "Doing what you love is freedom. Loving what you do is happiness.",
"author":"― Lana Del Rey  "
},
{
"text": "IN THE HANDS OF MANHe who creates a poison, also has the cure.He who creates a virus, also has the antidote.He who creates chaos, also has the ability to create peace.He who sparks hate, also has the ability to transform it to love.He who creates misery, also has the ability to destroy it with kindness.He who creates sadness, also has the ability to to covert it to happiness.He who creates darkness, can also be awakened to produce illumination.He who spreads fear, can also be shaken to spread comfort.Any problems created by the left hand of man,Can also be solved with the right,For he who manifests anything,Also has the ability toDestroy it.",
"author":"― Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem  "
},
{
"text": "When God takes out the trash, don't go digging back through it. Trust Him.",
"author":"― Amaka Imani Nkosazana, Heart Crush  "
},
{
"text": "Take all that you can of this book upon reason, and the balance on faith, and you will live and die a happier man. (When a skeptic expressed surprise to see him reading a Bible)",
"author":"― Abraham Lincoln  "
},
{
"text": "The thing everyone should realize is that the key to happiness is being happy for yourself and yourself.",
"author":"― Ellen DeGeneres, Seriously... I'm Kidding  "
},
{
"text": "Frugality is one of the most beautiful and joyful words in the English language, and yet one that we are culturally cut off from understanding and enjoying. The consumption society has made us feel that happiness lies in having things, and has failed to teach us the happiness of not having things.",
"author":"― Elise Boulding  "
},
{
"text": "To me, the meaning of a human life is to be happy. It's to achieve happiness right now, it's to make sure you're happy in the future. And if some people on YouTube try to have a message to give people, I guess that mine is: do whatever you have to do to be happy.",
"author":"― Dan Howell  "
},
{
"text": "I think probably kindness is my number one attribute in a human being. I'll put it before any of the things like courage or bravery or generosity or anything else.Brian Sibley: Or brains even?Oh gosh, yes, brains is one of the least. You can be a lovely person without brains, absolutely lovely. Kindness - that simple word. To be kind - it covers everything, to my mind.If you're kind that's it.",
"author":"― Roald Dahl  "
},
{
"text": "The Christmas presents once opened are Not So Much Fun as they were while we were in the process of examining, lifting, shaking, thinking about, and opening them. Three hundred sixty-five days later, we try again and find that the same thing has happened. Each time the goal is reached, it becomes Not So Much Fun, and we're off to reach the next one, then the next one, then the next.That doesn't mean that the goals we have don't count. They do, mostly because they cause us to go through the process and it's the process that makes us wise, happy, or whatever. If we do things in the wrong sort of way, it makes us miserable, angry, confused, and things like that. The goal has to be right for us, and it has to be beneficial, in order to ensure a beneficial process. But aside from that, it's really the process that's important.",
"author":"― Benjamin Hoff, The Tao of Pooh  "
},
{
"text": "Even if happiness forgets you a little bit, never completely forget about it.",
"author":"― Jacques Prévert  "
},
{
"text": "The institutions of human society treat us as parts of a machine. They assign us ranks and place considerable pressure upon us to fulfill defined roles. We need something to help us restore our lost and distorted humanity. Each of us has feelings that have been suppressed and have built up inside. There is a voiceless cry resting in the depths of our souls, waiting for expression. Art gives the soul's feelings voice and form.",
"author":"― Daisaku Ikeda  "
},
{
"text": "Those only are happy (I thought) who have their minds fixed on some object other than their own happiness; on the happiness of others, on the improvement of mankind, even on some art or pursuit, followed not as a means, but as itself an ideal end. Aiming thus at something else, they find happiness by the way. The enjoyments of life (such was now my theory) are sufficient to make it a pleasant thing, when they are taken en passant, without being made a principal object. Once make them so, and they are immediately felt to be insufficient. They will not bear a scrutinizing examination. Ask yourself whether you are happy, and you cease to be so. The only chance is to treat, not happiness, but some end external to it, as the purpose of life. Let your self-consciousness, your scrutiny, your self-interrogation, exhaust themselves on that; and if otherwise fortunately circumstanced you will inhale happiness with the air you breathe, without dwelling on it or thinking about it, without either forestalling it in imagination, or putting it to flight by fatal questioning.",
"author":"― John Stuart Mill, Autobiography  "
},
{
"text": "Happiness is not a state to arrive at, but a manner of traveling.",
"author":"― Margaret Lee Runbeck  "
},
{
"text": "When you fail, that is when you get closer to success.",
"author":"― Stephen Richards  "
},
{
"text": "Happiness is such a fragile thing, isn't it? So easily burst, like a bubble blown by a child, and always on the verge of being carried away.",
"author":"― Nenia Campbell, Endgame  "
},
{
"text": "When we are collecting books, we are collecting happiness.",
"author":"― Vincent Starrett  "
},
{
"text": "I find no importance in showing others that I am happy; it's not important to me that they know or think that I am happy but what is important to me is that I am happy. I am interested in being happy, not in making others think or know that I am.",
"author":"― C. JoyBell C.  "
},
{
"text": "He wore his happiness like a mask and the girl had run off across the lawn with the mask and there was no way of going to knock on her door and ask for it back.",
"author":"― Ray Bradbury, Fahrenheit 451  "
},
{
"text": "I must die. Must I then die lamenting? I must be put in chains. Must I then also lament? I must go into exile. Does any man then hinder me from going with smiles and cheerfulness and contentment?",
"author":"― Epictetus  "
}

]