[
    {
        "text":"You may not always have a comfortable life and you will not always be able to solve all of the world’s problems at once but don’t ever underestimate the importance you can have because history has shown us that courage can be contagious and hope can take on a life of its own.",
        "author":"Michelle Obama"
    },
    {
        "text":"Hope lies in dreams, in imagination, and in the courage of those who dare to make dreams into reality.",
        "author":"Jonas Salk"

    },
    {
        "text":"Hope is the thing with feathers that perches in the soul and sings the tune without the words and never stops at all",
        "author":"Emily Dickinson"

    },
    {
        "text":"The very least you can do in your life is figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance but live right in it, under its roof.",
        "author":"Barbara Kingsolver"

    },
    {
        "text":"Hope can be a powerful force. Maybe there’s no actual magic in it, but when you know what you hope for most and hold it like a light within you, you can make things happen, almost like magic.",
        "author":"Laini Taylor"

    },
    {
        "text":"Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.",
        "author":"Maya Angelou"

    },
    {
        "text":"They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for.",
        "author":"Tom Bodett"

    },
    {
        "text":"The past is a source of knowledge, and the future is a source of hope. Love of the past implies faith in the future.",
        "author":"Stephen Ambrose"

    },
    {
        "text":"Courage is like love; it must have hope for nourishment",
        "author":"Napoleon Bonaparte"

    },
    {
        "text":"The hope you feel when you are in love is not necessarily for anything in particular. Love brings something inside you to life. Perhaps it is just the full dimensionality of your own capacity to feel that returns.",
        "author":" Susan Griffin"

    },
    {
        "text":"How far would you go to keep the hope of love alive?",
        "author":"Nicholas Sparks"

    },
    {
        "text":"We have always held to the hope, the belief, the conviction that there is a better life, a better world, beyond the horizon.",
        "author":"Franklin D. Roosevelt"

    },
    {
        "text":"Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.",
        "author":"Albert Einstein"

    },
    {
        "text":"Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.",
        "author":" Thich Nhat Hanh"

    },
    {
        "text":"Our human compassion binds us the one to the other – not in pity or patronizingly, but as human beings who have learnt how to turn our common suffering into hope for the future.",
        "author":"Nelson Mandela"

    },
    {
        "text":"Hope smiles from the threshold of the year to come, whispering ‘it will be happier’…",
        "author":" Alfred Lord Tennyson"

    },
    {
        "text":"In fact, hope is best gained after defeat and failure, because then inner strength and toughness is produced.",
        "author":"Fritz Knapp"

    },
    {
        "text":"A positive statement propels hope toward a better future, it builds up your faith and that of others, and it promotes change.",
        "author":"Jan Dargatz"

    },
    {
        "text":"Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
        "author":"Helen Keller"

    },
    {
        "text":"You are not here merely to make a living, you are here in order to enable the world to live more amply, with greater vision, with a finer spirit of hope and achievement. You are here to enrich the world, and you impoverish yourself if you forget the errand.",
        "author":"Woodrow Wilson"

    },
    {
        "text":"We must accept finite disappointment, but never lose infinite hope",
        "author":"Martin Luther King, Jr."

    },
    {
        "text":"All kids need is a little help, a little hope and somebody who believes in them.",
        "author":"Magic Johnson"

    },
    {
        "text":"We must vote for hope, vote for life, vote for a brighter future for all of our loved ones.",
        "author":"Ed Markey"

    },
    {
        "text":"Hope is the companion of power, and mother of success; for who so hopes strongly has within him the gift of miracles.",
        "author":"Samuel Smiles"

    },
    {
        "text":"A dream is the bearer of a new possibility, the enlarged horizon, the great hope.",
        "author":"Howard Thurman"

    },
    {
        "text":"Hope is being able to see that there is light despite all of the darkness.",
        "author":"Desmond Tutu"

    },
    {
        "text":"There was never a night or a problem that could defeat sunrise or hope.",
        "author":"Bernard Williams"

    },
    {
        "text":"Let your hopes, not your hurts, shape your future.",
        "author":"Robert H. Schuller"

    },
    {
        "text":"I think it’s a mistake to ever look for hope outside of one’s self.",
        "author":" Arthur Miller"

    },
    {
        "text":"Hope is the only bee that makes honey without flowers.",
        "author":"Robert Green Ingersoll"

    },
    {
        "text":"Hope fills the holes of my frustration in my heart.",
        "author":"Emanuel Cleaver"

    },
    {
        "text":"Time is no longer endless or the horizon destitute of hope.",
        "author":"Charles Lindbergh"

    },
    {
        "text":"He who has health, has hope; and he who has hope has everything.",
        "author":"Thomas Carlyle"

    },
    {
        "text":"To live without hope is to cease to live.",
        "author":"Fyodor Dostoyevsky"

    },
    {
        "text":"The miserable have no other medicine but only hope.",
        "author":"William Shakespeare"

    },
    {
        "text":"Hope is a waking dream.",
        "author":"Aristotle"

    },
    {
        "text":"Stay positive and happy. Work hard and don’t give up hope. Be open to criticism and keep learning. Surround yourself with happy, warm and genuine people.",
        "author":"Tena Desae"

    },
    {
        "text":"Few things in the world are more powerful than a positive push. A smile. A world of optimism and hope. A ‘you can do it’ when things are tough.",
        "author":"Richard M. DeVos"

    },
    {
        "text":"A lot of people have their big dreams and get knocked down and don’t have things go their way. And you never give up hope, and you really just hold on to it. Hard work and perseverance. You just keep getting up and getting up, and then you get that breakthrough.",
        "author":"Robert Kraft"

    },
    {
        "text":"Darkness comes. In the middle of it, the future looks blank. The temptation to quit is huge. Don’t. You are in good company… You will argue with yourself that there is no way forward. But with God, nothing is impossible. He has more ropes and ladders and tunnels out of pits than you can conceive. Wait. Pray without ceasing. Hope.",
        "author":"John Piper"

    },
    {
        "text":"Hope begins in the dark, the stubborn hope that if you just show up and try to do the right thing, the dawn will come. You wait and watch and work: you don’t give up.",
        "author":"Anne Lamott"

    },
    {
        "text":"When you have lost hope, you have lost everything. And when you think all is lost, when all is dire and bleak, there is always hope.",
        "author":"Pittacus Lore"
    }

]