[
{
"text": "Listen to the mustn'ts, child. Listen to the don'ts. Listen to the shouldn'ts, the impossibles, the won'ts. Listen to the never haves, then listen close to me... Anything can happen, child. Anything can be.",
"author":"― Shel Silverstein  "
},
{
"text": "You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one.",
"author":"― John Lennon"
},
{
"text": "When we love, we always strive to become better than we are. When we strive to become better than we are, everything around us becomes better too.",
"author":"― Paulo Coelho, The Alchemist  "
},
{
"text": "Hold fast to dreams,For if dreams dieLife is a broken-winged bird,That cannot fly.",
"author":"― Langston Hughes  "
},
{
"text": "I like the night. Without the dark, we'd never see the stars.",
"author":"― Stephenie Meyer, Twilight  "
},
{
"text": "It's really a wonder that I haven't dropped all my ideals, because they seem so absurd and impossible to carry out. Yet I keep them, because in spite of everything, I still believe that people are really good at heart.",
"author":"― Anne Frank, The Diary of a Young Girl  "
},
{
"text": "I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.",
"author":"― Robert Fulghum, All I Really Need to Know I Learned in Kindergarten  "
},
{
"text": "Hope is the thing with feathers That perches in the soul And sings the tune without the words And never stops at all.",
"author":"― Emily Dickinson  "
},
{
"text": "If you're reading this...Congratulations, you're alive.If that's not something to smile about,then I don't know what is.",
"author":"― Chad Sugg, Monsters Under Your Head  "
},
{
"text": "They say a person needs just three things to be truly happy in this world: someone to love, something to do, and something to hope for.",
"author":"― Tom Bodett  "
},
{
"text": "The world is indeed full of peril, and in it there are many dark places; but still there is much that is fair, and though in all lands love is now mingled with grief, it grows perhaps the greater.",
"author":"― J.R.R. Tolkien, The Fellowship of the Ring  "
},
{
"text": "You cannot swim for new horizons until you have courage to lose sight of the shore.",
"author":"― William Faulkner  "
},
{
"text": "And now these three remain: faith, hope and love. But the greatest of these is love.",
"author":"― Anonymous, The Holy Bible: King James Version  "
},
{
"text": "Life's under no obligation to give us what we expect.",
"author":"― Margaret Mitchell  "
},
{
"text": "But I know, somehow, that only when it is dark enough can you see the stars.",
"author":"― Martin Luther King, Jr.  "
},
{
"text": "If pain must come, may it come quickly. Because I have a life to live, and I need to live it in the best way possible. If he has to make a choice, may he make it now. Then I will either wait for him or forget him.",
"author":"― Paulo Coelho, By the River Piedra I Sat Down and Wept  "
},
{
"text": "Blessed is he who expects nothing, for he shall never be disappointed.",
"author":"― Alexander Pope  "
},
{
"text": "The things you do for yourself are gone when you are gone, but the things you do for others remain as your legacy.",
"author":"― Kalu Ndukwe Kalu  "
},
{
"text": "HopeSmiles from the threshold of the year to come, Whispering 'it will be happier'...",
"author":"― Alfred Lord Tennyson  "
},
{
"text": "The very least you can do in your life is figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance but live right in it, under its roof.",
"author":"― Barbara Kingsolver, Animal Dreams  "
},
{
"text": "Maybe everyone can live beyond what they're capable of.",
"author":"― Markus Zusak, I Am the Messenger  "
},
{
"text": "Tears shed for another person are not a sign of weakness. They are a sign of a pure heart.",
"author":"― José N. Harris, MI VIDA: A Story of Faith, Hope and Love  "
},
{
"text": "It's amazing how a little tomorrow can make up for a whole lot of yesterday.",
"author":"― John Guare, Landscape of the Body  "
},
{
"text": "Never lose hope. Storms make people stronger and never last forever.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "You can cut all the flowers but you cannot keep Spring from coming.",
"author":"― Pablo Neruda  "
},
{
"text": "I have come to accept the feeling of not knowing where I am going. And I have trained myself to love it. Because it is only when we are suspended in mid-air with no landing in sight, that we force our wings to unravel and alas begin our flight. And as we fly, we still may not know where we are going to. But the miracle is in the unfolding of the wings. You may not know where you're going, but you know that so long as you spread your wings, the winds will carry you.",
"author":"― C. JoyBell C.  "
},
{
"text": "Anyway, I keep picturing all these little kids playing some game in this big field of rye and all. Thousands of little kids, and nobody's around - nobody big, I mean - except me. And I'm standing on the edge of some crazy cliff. What I have to do, I have to catch everybody if they start to go over the cliff - I mean if they're running and they don't look where they're going I have to come out from somewhere and catch them. That's all I do all day. I'd just be the catcher in the rye and all. I know it's crazy, but that's the only thing I'd really like to be.",
"author":"― J. D. Salinger, The Catcher in the Rye  "
},
{
"text": "Strange as it may seem, I still hope for the best, even though the best, like an interesting piece of mail, so rarely arrives, and even when it does it can be lost so easily.",
"author":"― Lemony Snicket, The Beatrice Letters  "
},
{
"text": "I don't think of all the misery, but of the beauty that still remains.",
"author":"― Anne Frank, The Diary of a Young Girl  "
},
{
"text": "There is a crack in everything.That's how the light gets in.",
"author":"― Leonard Cohen "
},
{
"text": "When you have lost hope, you have lost everything. And when you think all is lost, when all is dire and bleak, there is always hope.",
"author":"― Pittacus Lore, I Am Number Four  "
},
{
"text": "to love life, to love it evenwhen you have no stomach for itand everything you've held dearcrumbles like burnt paper in your hands,your throat filled with the silt of it.When grief sits with you, its tropical heatthickening the air, heavy as watermore fit for gills than lungs;when grief weights you like your own fleshonly more of it, an obesity of grief,you think, How can a body withstand this?Then you hold life like a facebetween your palms, a plain face,no charming smile, no violet eyes,and you say, yes, I will take youI will love you, again.",
"author":"― Ellen Bass  "
},
{
"text": "Do not spoil what you have by desiring what you have not; remember that what you now have was once among the things you only hoped for.",
"author":"― Epicurus  "
},
{
"text": "Hope is a waking dream.",
"author":"― Aristotle  "
},
{
"text": "We dream to give ourselves hope. To stop dreaming - well, that’s like saying you can never change your fate.",
"author":"― Amy Tan, The Hundred Secret Senses  "
},
{
"text": "The best way to not feel hopeless is to get up and do something. Don’t wait for good things to happen to you. If you go out and make some good things happen, you will fill the world with hope, you will fill yourself with hope.",
"author":"― Barack Obama  "
},
{
"text": "This is where it all begins. Everything starts here, today.",
"author":"― David Nicholls, One Day  "
},
{
"text": "There is a saying in Tibetan, 'Tragedy should be utilized as a source of strength.'No matter what sort of difficulties, how painful experience is, if we lose our hope, that's our real disaster.",
"author":"― Dalai Lama XIV  "
},
{
"text": "Fairy tales do not tell children the dragons exist. Children already know that dragons exist. Fairy tales tell children the dragons can be killed.",
"author":"― G.K. Chesterton  "
},
{
"text": "The feelings that hurt most, the emotions that sting most, are those that are absurd - The longing for impossible things, precisely because they are impossible; nostalgia for what never was; the desire for what could have been; regret over not being someone else; dissatisfaction with the world’s existence. All these half-tones of the soul’s consciousness create in us a painful landscape, an eternal sunset of what we are.",
"author":"― Fernando Pessoa  "
},
{
"text": "It is often in the darkest skies that we see the brightest stars.",
"author":"― Richard Evans  "
},
{
"text": "If you can love someone with your whole heart, even one person, then there's salvation in life. Even if you can't get together with that person.",
"author":"― Haruki Murakami, 1Q84  "
},
{
"text": "I used to think I was the strangest person in the worldbut then I thought, there are so many people in the world, there must be someone just like me who feels bizarre and flawed in the same ways I doI would imagine her, and imagine that she must be out there thinking of me too.well, I hope that if you are out there you read this and know that yes, it’s true I’m here, and I’m just as strange as you.",
"author":"― Rebecca Katherine Martin  "
},
{
"text": "My life is a perfect graveyard of buried hopes.",
"author":"― L.M. Montgomery, Anne of Green Gables  "
},
{
"text": "Hope is a good breakfast, but it is a bad supper.",
"author":"― Francis Bacon  "
},
{
"text": "A star falls from the sky and into your hands. Then it seeps through your veins and swims inside your blood and becomes every part of you. And then you have to put it back into the sky. And it's the most painful thing you'll ever have to do and that you've ever done. But what's yours is yours. Whether it’s up in the sky or here in your hands. And one day, it'll fall from the sky and hit you in the head real hard and that time, you won't have to put it back in the sky again.",
"author":"― C. JoyBell C.  "
},
{
"text": "When it was dark, you always carried the sun in your hand for me.",
"author":"― Sean O'Casey, Three More Plays: The Silver Tassie, Purple Dust, Red Roses For Me  "
},
{
"text": "We are all the pieces of what we remember. We hold in ourselves the hopes and fears of those who love us. As long as there is love and memory, there is no true loss.",
"author":"― Cassandra Clare, City of Heavenly Fire  "
},
{
"text": "Shoot for the moon, even if you fail, you'll land among the stars",
"author":"― Cecelia Ahern, P.S. I Love You  "
},
{
"text": "Part of the problem with the word 'disabilities' is that it immediately suggests an inability to see or hear or walk or do other things that many of us take for granted. But what of people who can't feel? Or talk about their feelings? Or manage their feelings in constructive ways? What of people who aren't able to form close and strong relationships? And people who cannot find fulfillment in their lives, or those who have lost hope, who live in disappointment and bitterness and find in life no joy, no love? These, it seems to me, are the real disabilities.",
"author":"― Fred Rogers, The World According to Mister Rogers: Important Things to Remember  "
},
{
"text": "Remember, Hope is a good thing, maybe the best of things, and no good thing ever dies.",
"author":"― Stephen King  "
},
{
"text": "I am fundamentally an optimist. Whether that comes from nature or nurture, I cannot say. Part of being optimistic is keeping one's head pointed toward the sun, one's feet moving forward. There were many dark moments when my faith in humanity was sorely tested, but I would not and could not give myself up to despair. That way lays defeat and death.",
"author":"― Nelson Mandela, Long Walk to Freedom: Autobiography of Nelson Mandela  "
},
{
"text": "We need never be hopeless because we can never be irreperably broken.",
"author":"― John Green, Looking for Alaska  "
},
{
"text": "The road that is built in hope is more pleasant to the traveler than the road built in despair, even though they both lead to the same destination.",
"author":"― Marion Zimmer Bradley, The Fall of Atlantis  "
},
{
"text": "A baby is God's opinion that the world should go on.",
"author":"― Carl Sandburg  "
},
{
"text": "For like a shaft, clear and cold, the thought pierced him that in the end the Shadow was only a small and passing thing: there was light and high beauty for ever beyond its reach.",
"author":"― J.R.R. Tolkien, The Return of the King  "
},
{
"text": "TO BE HOPEFUL in bad times is not just foolishly romantic. It is based on the fact that human history is a history not only of cruelty, but also of compassion, sacrifice, courage, kindness.What we choose to emphasize in this complex history will determine our lives. If we see only the worst, it destroys our capacity to do something. If we remember those times and places—and there are so many—where people have behaved magnificently, this gives us the energy to act, and at least the possibility of sending this spinning top of a world in a different direction.And if we do act, in however small a way, we don’t have to wait for some grand utopian future. The future is an infinite succession of presents, and to live now as we think human beings should live, in defiance of all that is bad around us, is itself a marvelous victory.",
"author":"― Howard Zinn  "
},
{
"text": "It isn't as bad as you sometimes think it is. It all works out. Don't worry. I say that to myself every morning. It all works out in the end. Put your trust in God, and move forward with faith and confidence in the future. The Lord will not forsake us. He will not forsake us. If we will put our trust in Him, if we will pray to Him, if we will live worthy of His blessings, He will hear our prayers.",
"author":"― Gordon B. Hinckley  "
},
{
"text": "Write it on your heartthat every day is the best day in the year.He is rich who owns the day, and no one owns the daywho allows it to be invaded with fret and anxiety. Finish every day and be done with it.You have done what you could.Some blunders and absurdities, no doubt crept in.Forget them as soon as you can, tomorrow is a new day;begin it well and serenely, with too high a spiritto be cumbered with your old nonsense. This new day is too dear,with its hopes and invitations,to waste a moment on the yesterdays.",
"author":"― Ralph Waldo Emerson, Collected Poems and Translations  "
},
{
"text": "When you're at the end of your rope, tie a knot and hold on.",
"author":"― Theodore Roosevelt  "
},
{
"text": "Keep your best wishes, close to your heart and watch what happens",
"author":"― Tony DeLiso, Legacy: The Power Within  "
},
{
"text": "Books are finite, sexual encounters are finite, but the desire to read and to fuck is infinite; it surpasses our own deaths, our fears, our hopes for peace.",
"author":"― Roberto Bolano  "
},
{
"text": "The heart dies a slow death, shedding each hope like leaves until one day there are none. No hopes. Nothing remains.",
"author":"― Arthur Golden, Memoirs of a Geisha  "
},
{
"text": "Since I was young, I have always known this: Life damages us, every one. We can’t escape that damage. But now, I am also learning this: We can be mended. We mend each other",
"author":"― Veronica Roth  "
},
{
"text": "To love means loving the unlovable. To forgive means pardoning the unpardonable. Faith means believing the unbelievable. Hope means hoping when everything seems hopeless.",
"author":"― G.K. Chesterton  "
},
{
"text": "Oft hope is born when all is forlorn.",
"author":"― J.R.R. Tolkien, The Return of the King  "
},
{
"text": "I mean, at the end of the day, what the hell does it matter who I end up with if it can't be you?",
"author":"― Tabitha Suzuma, Forbidden  "
},
{
"text": "The very existence of libraries affords the best evidence that we may yet have hope for the future of man",
"author":"― T.S. Eliot  "
},
{
"text": "It's the children the world almost breaks who grow up to save it.",
"author":"― Frank Warren  "
},
{
"text": "Yes, I decided, a man can truly change. The events of the past year have taught me much about myself, and a few universal truths. I learned, for instance, that while wounds can be inflicted easily upon those we love, it's often much more difficult to heal them. Yet the process of healing those wounds provided the richest experience of my life, leading me to believe that while I've often overestimated what I could accomplish in a day, I had underestimated what I could do in a year. But most of all, I learned that it's possible for two people to fall in love all over again, even when there's been a lifetime of disappointment between them.",
"author":"― Nicholas Sparks, The Wedding  "
},
{
"text": "It is not despair, for despair is only for those who see the end beyond all doubt. We do not.",
"author":"― J.R.R. Tolkien, The Fellowship of the Ring  "
},
{
"text": "In a world filled with hate, we must still dare to hope. In a world filled with anger, we must still dare to comfort. In a world filled with despair, we must still dare to dream. And in a world filled with distrust, we must still dare to believe.",
"author":"― Michael Jackson  "
},
{
"text": "To hear the phrase \"our only hope\" always makes one anxious, because it means that if the only hope doesn't work, there is nothing left.",
"author":"― Lemony Snicket, The Blank Book  "
},
{
"text": "We need hope, or else we cannot endure.",
"author":"― Sarah J. Maas, A Court of Thorns and Roses  "
},
{
"text": "You do not need to know precisely what is happening, or exactly where it is all going. What you need is to recognize the possibilities and challenges offered by the present moment, and to embrace them with courage, faith and hope.",
"author":"― Thomas Merton  "
},
{
"text": "Walk on with hope in your heart, and you'll never walk alone",
"author":"― Shah Rukh Khan  "
},
{
"text": "You may choose to look the other way but you can never say again that you did not know.",
"author":"― William Wilberforce  "
},
{
"text": "Hope.It's like a drop of honey, a field of tulips blooming in the springtime. It's a fresh rain, a whispered promise, a cloudless sky, the perfect punctuation mark at the end of a sentence. And it's the only thing in the world keeping me afloat.",
"author":"― Tahereh Mafi, Unravel Me  "
},
{
"text": "Deep grief sometimes is almost like a specific location, a coordinate on a map of time. When you are standing in that forest of sorrow, you cannot imagine that you could ever find your way to a better place. But if someone can assure you that they themselves have stood in that same place, and now have moved on, sometimes this will bring hope",
"author":"― Elizabeth Gilbert, Eat, Pray, Love  "
},
{
"text": "Though nothing can bring back the hourOf splendor in the grass, of glory in the flower;We will grieve not, rather findStrength in what remains behind;In the primal sympathyWhich having been must ever be...",
"author":"― William Wordsworth  "
},
{
"text": "How far would you go to keep the hope of love alive?",
"author":"― Nicholas Sparks, The Choice  "
},
{
"text": "You show me a capitalist, and I'll show you a bloodsucker",
"author":"― Malcom X  "
},
{
"text": "To be rejected by someone doesn't mean you should also reject yourself or that you should think of yourself as a lesser person. It doesn't mean that nobody will ever love you anymore. Remember that only ONE person has rejected you at the moment, and it only hurt so much because to you, that person's opinion symbolized the opinion of the whole world, of God.",
"author":"― Jocelyn Soriano, Mend My Broken Heart  "
},
{
"text": "Yesterday is but a dream,Tomorrow is only a vision. But today well lived makes every yesterday a dream of happiness, and every tomorrow a vision of hope.",
"author":"― Kālidāsa, The complete works of Kalidasa  "
},
{
"text": "There is nothing like a dream to create the future.",
"author":"― Victor Hugo, Les Misérables  "
},
{
"text": "Freedom in capitalist society always remains about the same as it was in ancient Greek republics: Freedom for slave owners.",
"author":"― Vladimir Lenin  "
},
{
"text": "I don't know when we'll see each other again or what the world will be like when we do. We may both have seen many horrible things. But I will think of you every time I need to be reminded that there is beauty and goodness in the world.",
"author":"― Arthur Golden, Memoirs of a Geisha  "
},
{
"text": "Do not lose hope — what you seek will be found. Trust ghosts. Trust those that you have helped to help you in their turn. Trust dreams. Trust your heart, and trust your story. (from 'Instructions')",
"author":"― Neil Gaiman, Fragile Things: Short Fictions and Wonders  "
},
{
"text": "I laugh because I must not cry, that is all, that is all. ",
"author":"― Abraham Lincoln  "
},
{
"text": "If you have a dream, don’t just sit there. Gather courage to believe that you can succeed and leave no stone unturned to make it a reality.",
"author":"― Dr Roopleen  "
},
{
"text": "There was a moment in my life when I really wanted to kill myself. And there was one other moment when I was close to that. . . . But even in my most jaded times, I had some hope.",
"author":"― Gerard Way  "
},
{
"text": "و بى أملٌيأتى ويذهب ، لكن لن أُوَدعه",
"author":"― محمود درويش, لا أريد لهذي القصيدة أن تنتهي  "
},
{
"text": "I’m here not because I am supposed to be here, or because I’m trapped here, but because I’d rather be with you than anywhere else in the world.",
"author":"― Richard Bach, The Bridge Across Forever: A True Love Story  "
},
{
"text": "At the bottom of her heart, however, she was waiting for something to happen. Like shipwrecked sailors, she turned despairing eyes upon the solitude of her life, seeking afar off some white sail in the mists of the horizon. She did not know what this chance would be, what wind would bring it her, towards what shore it would drive her, if it would be a shallop or a three-decker, laden with anguish or full of bliss to the portholes. But each morning, as she awoke, she hoped it would come that day; she listened to every sound, sprang up with a start, wondered that it did not come; then at sunset, always more saddened, she longed for the morrow.",
"author":"― Gustave Flaubert, Madame Bovary  "
},
{
"text": "Although I'm only fourteen, I know quite well what I want, I know who is right and who is wrong. I have my opinions, my own ideas and principles, and although it may sound pretty mad from an adolescent, I feel more of a person than a child, I feel quite indepedent of anyone.",
"author":"― Anne Frank, The Diary of Anne Frank  "
},
{
"text": "If we will be quiet and ready enough, we shall find compensation in every disappointment.",
"author":"― Henry David Thoreau, I to Myself: An Annotated Selection from the Journal of Henry D. Thoreau  "
},
{
"text": "Half of the American people have never read a newspaper. Half never voted for President. One hopes it is the same half.",
"author":"― Gore Vidal, Screening History  "
},
{
"text": "I want to believe that I'm not wrong. I want to believe that life isn't full of darkness. Even if storms come to pass, the sun will shine again. No matter how painful and hard the rain may beat down on me.",
"author":"― Natsuki Takaya  "
},
{
"text": "Don’t worry if people think you’re crazy. You are crazy. You have that kind of intoxicating insanity that lets other people dream outside of the lines and become who they’re destined to be.",
"author":"― Jennifer Elisabeth, Born Ready: Unleash Your Inner Dream Girl  "
},
{
"text": "You might think I lost all hope at that point. I did. And as a result I perked up and felt much better.",
"author":"― Yann Martel, Life of Pi  "
},
{
"text": "Be faithful in small things because it is in them that your strength lies.",
"author":"― Mother Teresa  "
},
{
"text": "If at first the idea is not absurd, then there is no hope for it.",
"author":"― Albert Einstein  "
},
{
"text": "It's the possibility that keeps me going, not the guarantee.",
"author":"― Nicholas Sparks, The Notebook  "
},
{
"text": "Look. I have a strategy. Why expect anything? If you don’t expect anything, you don’t get disappointed.",
"author":"― Patricia McCormick, Cut  "
},

{
"text": "I turned in my seat. Will’s face was in shadow and I couldn’t quite make it out.‘Just hold on. Just for a minute.’‘Are you all right?’ I found my gaze dropping towards his chair, afraid some part of him was pinched, or trapped, that I had got something wrong.‘I’m fine. I just . . . ’I could see his pale collar, his dark suit jacket a contrast against it.‘I don’t want to go in just yet. I just want to sit and not have to think about . . . ’ He swallowed.Even in the half-dark it seemed effortful.‘I just . . . want to be a man who has been to a concert with a girl in a red dress. Just for a few minutes more.’I released the door handle.‘Sure.’I closed my eyes and lay my head against the headrest, and we sat there together for a while longer, two people lost in remembered music, half hidden in the shadow of a castle on a moonlit hill.",
"author":"― Jojo Moyes, Me Before You  "
},
{
"text": "The Revolution introduced me to art, and in turn, art introduced me to the Revolution!",
"author":"― Albert Einstein  "
},
{
"text": "Dance. Smile. Giggle. Marvel. TRUST. HOPE. LOVE. WISH. BELIEVE. Most of all, enjoy every moment of the journey, and appreciate where you are at this moment instead of always focusing on how far you have to go.",
"author":"― Mandy Hale, The Single Woman: Life, Love, and a Dash of Sass  "
},
{
"text": "Hope in reality is the worst of all evils because it prolongs the torments of man.",
"author":"― Friedrich Nietzsche  "
},
{
"text": "Au milieu de l'hiver, j'ai découvert en moi un invincible été.",
"author":"― Albert Camus  "
},
{
"text": "One resolution I have made, and try always to keep, is this: ‘To rise above little things’.",
"author":"― John Burroughs  "
},
{
"text": "Plant seeds of happiness, hope, success, and love; it will all come back to you in abundance. This is the law of nature.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "Keep a little fire burning; however small, however hidden.",
"author":"― Cormac McCarthy, The Road  "
},
{
"text": "At what point do you give up - decide enough is enough? There is only one answer really. Never.",
"author":"― Tabitha Suzuma, Forbidden  "
},
{
"text": "All of sudden, this shooting star went by, and all I could think was that they were listening to us somehow. ",
"author":"― Nicholas Sparks  "
},
{
"text": "Yes We Can!",
"author":"― Barack Obama  "
},
{
"text": "Hope is not about proving anything. It's about choosing to believe this one thing, that love is bigger than any grim, bleak shit anyone can throw at us.",
"author":"― Anne Lamott, Plan B: Further Thoughts on Faith  "
},
{
"text": "She was a beautiful dreamer. The kind of girl, who kept her head in the clouds, loved above the stars and left regret beneath the earth she walked on.",
"author":"― robert m drake  "
},
{
"text": "...But the Mahommedan religion increases, instead of lessening, the fury of intolerance. It was originally propagated by the sword, and ever since, its votaries have been subject, above the people of all other creeds, to this form of madness. In a moment the fruits of patient toil, the prospects of material prosperity, the fear of death itself, are flung aside. The more emotional Pathans are powerless to resist. All rational considerations are forgotten. Seizing their weapons, they become Ghazis—as dangerous and as sensible as mad dogs: fit only to be treated as such. While the more generous spirits among the tribesmen become convulsed in an ecstasy of religious bloodthirstiness, poorer and more material souls derive additional impulses from the influence of others, the hopes of plunder and the joy of fighting. Thus whole nations are roused to arms. Thus the Turks repel their enemies, the Arabs of the Soudan break the British squares, and the rising on the Indian frontier spreads far and wide. In each case civilisation is confronted with militant Mahommedanism. The forces of progress clash with those of reaction. The religion of blood and war is face to face with that of peace.",
"author":"― Winston Churchill, The Story of the Malakand Field Force  "
},
{
"text": "Where there is no hope, it is incumbent on us to invent it.",
"author":"― Albert Camus  "
},
{
"text": "Ónen i-estel edain, ú-chebin estel anim.(I gave Hope to the Dúnedain, I have kept none for myself.)(Gilraen's linnod)",
"author":"― J.R.R. Tolkien, The Return of the King  "
},
{
"text": "Our strategy should be not only to confront empire, but to lay siege to it. To deprive it of oxygen. To shame it. To mock it. With our art, our music, our literature, our stubbornness, our joy, our brilliance, our sheer relentlessness – and our ability to tell our own stories. Stories that are different from the ones we’re being brainwashed to believe. The corporate revolution will collapse if we refuse to buy what they are selling – their ideas, their version of history, their wars, their weapons, their notion of inevitability. Remember this: We be many and they be few. They need us more than we need them. Another world is not only possible, she is on her way. On a quiet day, I can hear her breathing.",
"author":"― Arundhati Roy, War Talk  "
},
{
"text": "Ask yourself these three questions, Tatiana Metanova, and you will know who you are. Ask: What do believe in? What do you hope for? What do you love?",
"author":"― Paullina Simons, The Bronze Horseman  "
},
{
"text": "No. Don't give up hope just yet. It's the last thing to go. When you have lost hope, you have lost everything. And when you think all is lost, when all is dire and bleak, there is always hope.",
"author":"― Pittacus Lore, I Am Number Four  "
},
{
"text": "As long as the sun’s shining, shit can’t be that bad.",
"author":"― J. Lynn, Wait for You  "
},
{
"text": "Everybody has a home team: It’s the people you call when you get a flat tire or when something terrible happens. It’s the people who, near or far, know everything that’s wrong with you and love you anyways. These are the ones who tell you their secrets, who get themselves a glass of water without asking when they’re at your house. These are the people who cry when you cry. These are your people, your middle-of-the-night, no-matter-what people.",
"author":"― Shauna Niequist, Bittersweet: Thoughts on Change, Grace, and Learning the Hard Way  "
},
{
"text": "The chief beauty about timeis that you cannot waste it in advance.The next year, the next day, the next hour are lying ready for you,as perfect, as unspoiled,as if you had never wasted or misapplieda single moment in all your life.You can turn over a new leaf every hourif you choose.",
"author":"― Arnold Bennett  "
},
{
"text": "Happiness is always there. You just have to choose to see it. There's no point dwelling in the dark and ignoring the light of the stars.",
"author":"― Carrie Hope Fletcher  "
},
{
"text": "The artist's job is not to succumb to despair but to find an antidote for the emptiness of existence.",
"author":"― Woody Allen, Midnight in Paris: The Shooting Script  "
},
{
"text": "It's funny how, in this journey of life, even though we may begin at different times and places, our paths cross with others so that we may share our love, compassion, observations, and hope. This is a design of God that I appreciate and cherish.",
"author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
},
{
"text": "But you can build a future out of anything. A scrap, a flicker. The desire to go forward, slowly, one foot at a time. You can build an airy city out of ruins.",
"author":"― Lauren Oliver, Pandemonium  "
},
{
"text": "Rock bottom became the solid foundation on which I rebuilt my life.",
"author":"― J.K. Rowling  "
},
{
"text": "Out of doubt, out of dark to the day's risingI came singing into the sun, sword unsheathing.To hope's end I rode and to heart's breaking:Now for wrath, now for ruin and a red nightfall! ",
"author":"― J.R.R. Tolkien, The Return of the King  "
},
{
"text": "If there's only one nation in the sky, shouldn't all passports be valid for it?",
"author":"― Yann Martel, Life of Pi  "
},
{
"text": "Hope may be the thing that pulls you forward, may be the thing that keeps you going, but that it's dangerous, that it's painful and risky, that it's making a dare in the world and when has the world ever let us win a dare?",
"author":"― Patrick Ness, The Knife of Never Letting Go  "
},
{
"text": "With every mistake, we must surely be learning.",
"author":"― George Harrison  "
},
{
"text": "Hope itself is like a star- not to be seen in the sunshine of prosperity, and only to be discovered in the night of adversity. ",
"author":"― C.H. Spurgeon  "
},
{
"text": "Anything under God's control is never out of control.",
"author":"― Charles Swindoll  "
},
{
"text": "We pass through this world but once. Few tragedies can be more extensive than the stunting of life, few injustices deeper than the denial of an opportunity to strive or even to hope, by a limit imposed from without, but falsely identified as lying within.",
"author":"― Stephen Jay Gould, The Mismeasure of Man  "
},
{
"text": "Sometimes good things fall apart, so better things can fall together.",
"author":"― Marylin Monroe  "
},
{
"text": "Then you must teach my daughter this same lesson. How to lose your innocence but not your hope. How to laugh forever.",
"author":"― Amy Tan, The Joy Luck Club  "
},
{
"text": "A girl has to have a beautiful smile, Beautiful eyes and she should have a good sense of humor. She should be honest, loving and trustworthy.",
"author":"― Justin Bieber  "
},
{
"text": "There is a secret medicine given only to those who hurt so hard they can't hope.The hopers would feel slighted if they knew.",
"author":"― Mawlana Jalal-al-Din Rumi, The Essential Rumi  "
},
{
"text": "Hopes are like hair ornaments. Girls want to wear too many of them. When they become old women they look silly wearing even one.",
"author":"― Arthur Golden, Memoirs of a Geisha  "
},
{
"text": "I want to be the best version of myself for anyone who is going to someday walk into my life and need someone to love them beyond reason.",
"author":"― Jennifer Elisabeth, Born Ready: Unleash Your Inner Dream Girl  "
},
{
"text": "To wish was to hope, and to hope was to expect",
"author":"― Jane Austen, Sense and Sensibility  "
},
{
"text": "The only way we'll get freedom for ourselves is to identify ourselves with every oppressed people in the world. We are blood brothers to the people of Brazil, Venezuela, Haiti, Cuba -- yes Cuba too.",
"author":"― Malcolm X  "
},
{
"text": "No, our science is no illusion. But an illusion it would be to suppose that what science cannot give us we can get elsewhere.",
"author":"― Sigmund Freud, The Future of an Illusion  "
},
{
"text": "It’s probably my job to tell you life isn’t fair, but I figure you already know that. So instead, I’ll tell you that hope is precious, and you’re right not to give up.",
"author":"― C.J. Redwine, Defiance  "
},
{
"text": "There is hope, even when your brain tells you there isn't.",
"author":"― John Green, Turtles All the Way Down  "
},
{
"text": "We promise according to our hopes and perform according to our fears.",
"author":"― François de La Rochefoucauld  "
},
{
"text": "Difficulties and adversities viciously force all their might on us and cause us to fall apart, but they are necessary elements of individual growth and reveal our true potential. We have got to endure and overcome them, and move forward. Never lose hope. Storms make people stronger and never last forever.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "Do not follow me! Let's just be fabulously where we are and who we are. You be you and I'll be me, today and today and today, and let's trust the future to tommorrow. Let the stars keep track of us. Let us ride our own orbits and trust that they will meet. May our reunion be not a finding but a sweet collision of destinies!",
"author":"― Jerry Spinelli, Love, Stargirl  "
},
{
"text": "May your choices reflect your hopes, not your fears.",
"author":"― Nelson Mandela  "
},
{
"text": "So don't be frightened, dear friend, if a sadness confronts you larger than any you have ever known, casting its shadow over all you do. You must think that something is happening within you, and remember that life has not forgotten you; it holds you in its hand and will not let you fall. Why would you want to exclude from your life any uneasiness, any pain, any depression, since you don't know what work they are accomplishing within you?",
"author":"― Rainer Maria Rilke, Letters to a Young Poet  "
},
{
"text": "Life is such unutterable hell, solely because it is sometimes beautiful. If we could only be miserable all the time, if there could be no such things as love or beauty or faith or hope, if I could be absolutely certain that my love would never be returned: how much more simple life would be. One could plod through the Siberian salt mines of existence without being bothered about happiness. Unfortunately the happiness is there. There is always the chance (about eight hundred and fifty to one) that another heart will come to mine. I can't help hoping, and keeping faith, and loving beauty. Quite frequently I am not so miserable as it would be wise to be.",
"author":"― T.H. White, Ghostly, Grim and Gruesome  "
},
{
"text": "Never lose faith in yourself, and never lose hope; remember, even when this world throws its worst and then turns its back, there is still always hope.",
"author":"― Pittacus Lore, The Power of Six  "
},
{
"text": "What I want is so simple I almost can't say it: elementary kindness.",
"author":"― Barbara Kingsolver, Animal Dreams  "
},
{
"text": "Happiness is part of who we are. Joy is the feeling",
"author":"― Tony DeLiso, Legacy: The Power Within  "
},
{
"text": "She wondered that hope was so much harder then despair.",
"author":"― Patricia Briggs, Cry Wolf  "
},
{
"text": "I don't like hope very much. In fact, I hate it. It's the crystal meth of emotions. It hooks you fast and kills you hard. It's bad news. The worst. It's sharp sticks and cherry bombs. When hope shows up, it's only a matter of time until someone gets hurt.",
"author":"― Jennifer Donnelly, Revolution  "
},
{
"text": "And the past held only this wisdom: that love was a damaging mistake, and its accomplice, hope, a treacherous illusion. And whenever those twin poisonous flowers began to sprout in the parched land of that field, Mariam uprooted them. She uprooted them and ditched them before they took hold.",
"author":"― Khaled Hosseini, A Thousand Splendid Suns  "
},
{
"text": "People without hope not only don't write novels, but what is more to the point, they don't read them.",
"author":"― Flannery O'Connor  "
},
{
"text": "What disturbs and depresses young people is the hunt for happiness on the firm assumption that it must be met with in life. From this arises constantly deluded hope and so also dissatisfaction. Deceptive images of a vague happiness hover before us in our dreams, and we search in vain for their original. Much would have been gained if, through timely advice and instruction, young people could have had eradicated from their minds the erroneous notion that the world has a great deal to offer them.",
"author":"― Arthur Schopenhauer  "
},
{
"text": "Remind thyself, in the darkest moments, that every failure is only a step toward success, every detection of what is false directs you toward what is true, every trial exhausts some tempting form of error, and every adversity will only hide, for a time, your path to peace and fulfillment. ",
"author":"― Og Mandino  "
},
{
"text": "Hope is the thing with feathersThat perches in the soul,And sings the tune without the words,And never stops at all,And sweetest in the gale is heard;And sore must be the stormThat could abash the little birdThat kept so many warm.I've heard it in the chilliest landAnd on the strangest sea;Yet, never, in extremity,It asked a crumb of me.",
"author":"― Emily Dickinson, The Complete Poems of Emily Dickinson  "
},
{
"text": "The Christian says, 'Creatures are not born with desires unless satisfaction for those desires exists. A baby feels hunger: well, there is such a thing as food. A duckling wants to swim: well, there is such a thing as water. Men feel sexual desire: well, there is such a thing as sex. If I find in myself a desire which no experience in this world can satisfy, the most probable explanation is that I was made for another world. If none of my earthly pleasures satisfy it, that does not prove that the universe is a fraud. Probably earthly pleasures were never meant to satisfy it, but only to arouse it, to suggest the real thing. If that is so, I must take care, on the one hand, never to despise, or to be unthankful for, these earthly blessings, and on the other, never to mistake them for the something else of which they are only a kind of copy, or echo, or mirage. I must keep alive in myself the desire for my true country, which I shall not find till after death; I must never let it get snowed under or turned aside; I must make it the main object of life to press on to that country and to help others to do the same.",
"author":"― C.S. Lewis, Mere Christianity  "
},
{
"text": "Death is the easy part, the hard part is living and knowing you could be so much more then you’re willing to be.",
"author":"― robert m drake  "
},
{
"text": "O, wonder!How many goodly creatures are there here!How beauteous mankind is! O brave new world,That has such people in't!",
"author":"― William Shakespeare, The Tempest  "
},
{
"text": "Despair is typical of those who do not understand the causes of evil, see no way out, and are incapable of struggle.",
"author":"― Vladimir Lenin  "
},
{
"text": "A man devoid of hope and conscious of being so has ceased to belong to the future.",
"author":"― Albert Camus, The Myth of Sisyphus and Other Essays  "
},
{
"text": "Don’t let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks.",
"author":"― Dr Roopleen, Words to inspire the winner in YOU  "
},
{
"text": "A great hope fellYou heard no noiseThe ruin was within.",
"author":"― Emily Dickinson  "
},
{
"text": "When someone you love says goodbye you can stare long and hard at the door they closed and forget to see all the doors God has open in front of you.",
"author":"― Shannon Alder  "
},
{
"text": "Sir Topher finally looked up. "
},

{
"text": "Sometimes the most beautiful people are beautifully broken.",
"author":"― Robert M. Drake  "
},
{
"text": "The gospel is this: We are more sinful and flawed in ourselves than we ever dared believe, yet at the very same time we are more loved and accepted in Jesus Christ than we ever dared hope.",
"author":"― Timothy Keller, The Meaning of Marriage: Facing the Complexities of Commitment with the Wisdom of God  "
},
{
"text": "The sooner you make a mistake and learn to live with it, the better. You're not responsible for everything. You can't control the way things end up.",
"author":"― Courtney Summers, Cracked Up to Be  "
},
{
"text": "I know we're not saints or virgins or lunatics; we know all the lust and lavatory jokes, and most of the dirty people; we can catch buses and count our change and cross the roads and talk real sentences. But our innocence goes awfully deep, and our discreditable secret is that we don't know anything at all, and our horrid inner secret is that we don't care that we don't.",
"author":"― Dylan Thomas  "
},
{
"text": "Sadness is but a wall between two gardens.",
"author":"― Kahlil Gibran, Sand and Foam  "
},
{
"text": "You'll stop hurting when you stop hoping.",
"author":"― Guillaume Musso, Seras-tu là?  "
},
{
"text": "Hope in the shadow of fear is the world's most powerful motivator.",
"author":"― Neal Shusterman, Scythe  "
},
{
"text": "Nikolai had been told that hope was dangerous, had been warned of it many times. But he’d never believed that. Hope was the wind that came from nowhere to fill your sails and carry you home.",
"author":"― Leigh Bardugo, King of Scars  "
},
{
"text": "Wasn't it better if they kept this desire to see each other hidden within them, and never actually got together? That way, there would always be hope in their hearts. That hope would be a small, yet vital flame that warmed them to their core-- a tiny flame to cup one's hands around and protect from the wind, a flame that the violent winds of reality might easily extinguish.",
"author":"― Haruki Murakami, 1Q84  "
},
{
"text": "Night flight to San Francisco; chase the moon across America. God, it’s been years since I was on a plane. When we hit 35,000 feet we’ll have reached the tropopause, the great belt of calm air, as close as I’ll ever get to the ozone. I dreamed we were there. The plane leapt the tropopause, the safe air, and attained the outer rim, the ozone, which was ragged and torn, patches of it threadbare as old cheesecloth, and that was frightening. But I saw something that only I could see because of my astonishing ability to see such things: Souls were rising, from the earth far below, souls of the dead, of people who had perished, from famine, from war, from the plague, and they floated up, like skydivers in reverse, limbs all akimbo, wheeling and spinning. And the souls of these departed joined hands, clasped ankles, and formed a web, a great net of souls, and the souls were three-atom oxygen molecules of the stuff of ozone, and the outer rim absorbed them and was repaired. Nothing’s lost forever. In this world, there’s a kind of painful progress. Longing for what we’ve left behind, and dreaming ahead. At least I think that’s so.",
"author":"― Tony Kushner, Perestroika  "
},
{
"text": "The thing the sixties did was to show us the possibilities and the responsibility that we all had. It wasn't the answer. It just gave us a glimpse of the possibility.",
"author":"― John Lennon  "
},

{
"text": "It’s not a tragedy if you’re still alive.",
"author":"― Patrick Rothfuss, The Wise Man's Fear  "
},
{
"text": "Sometimes to self-discover you must self-destruct.",
"author":"― robert m drake  "
},
{
"text": "We yearned for the future. How did we learn it, that talent for insatiability?",
"author":"― Margaret Atwood, The Handmaid's Tale  "
},
{
"text": "You can't eat hope,' the woman said.You can't eat it, but it sustains you,' the colonel replied.",
"author":"― Gabriel García Márquez; Morino, Angelo (translator), El coronel no tiene quien le escriba  "
},
{
"text": "Come friends, it's not too late to seek a newer world.",
"author":"― Alfred Lord Tennyson  "
},
{
"text": "Me and you, we got more yesterday than anybody. We need some kind of tomorrow.",
"author":"― Toni Morrison, Beloved  "
},
{
"text": "In the unlikely story that is America, there has never been anything false about hope.",
"author":"― Barack Obama  "
},
{
"text": "While there's life, there's hope.",
"author":"― Marcus Tullius Cicero  "
},
{
"text": "Everything that is done in this world is done by hope.",
"author":"― Martin Luther  "
},
{
"text": "Desire makes life happen. Makes it matter. Makes everything worth it. Desire is life. Hunger to see the next sunrise or sunset, to touch the one you love, to try again. 'Hell would be waking up and wanting nothing,' he agrees.",
"author":"― Karen Marie Moning, Shadowfever  "
},
{
"text": "Believe in your infinite potential. Your only limitations are those you set upon yourself. Believe in yourself, your abilities and your own potential. Never let self-doubt hold you captive. You are worthy of all that you dream of and hope for.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "Death is unstoppable. One must face it as a fact of life",
"author":"― D. Aswini, Saffron - The Blood Swan  "
},
{
"text": "Even in the mud and scum of things, something always, always sings.",
"author":"― Ralph Waldo Emerson  "
},
{
"text": "That's everyone's dream, isn't it, really? Instead of many who give you little pieces of themselves-one who gives you everything.",
"author":"― Cassandra Clare, Chain of Gold  "
},
{
"text": "Have you ever hoped for something? And held out for it against all the odds? Until everything you did was ridiculous? ",
"author":"― Ali Shaw, The Girl With Glass Feet  "
},
{
"text": "Farewell Hope, and with Hope farewell Fear",
"author":"― John Milton  "
},
{
"text": "Hope costs nothing. ",
"author":"― Colette  "
},
{
"text": "Turn around and believe that the good news that we are loved is better than we ever dared hope, and that to believe in that good news, to live out of it and toward it, to be in love with that good news, is of all glad things in this world the gladdest thing of all. Amen, and come Lord Jesus.",
"author":"― Frederick Buechner, The Clown in the Belfry: Writings on Faith and Fiction  "
},
{
"text": "I really don't even know you, and yet, in my life, you are forever entangled; to my history, inextricably bound.",
"author":"― Sarah Ockler, Twenty Boy Summer  "
},
{
"text": "A tamed woman will never leave her mark in the world.",
"author":"― robert m drake  "
},
{
"text": "We should ask God to increase our hope when it is small, awaken it when it is dormant, confirm it when it is wavering, strengthen it when it is weak, and raise it up when it is overthrown.",
"author":"― John Calvin  "
},

{
"text": "Hope is a force of nature. Don't let anyone tell you different.",
"author":"― Jim Butcher, Changes  "
},
{
"text": "But what we call our despair is often only the painful eagerness of unfed hope.",
"author":"― George Eliot, Middlemarch  "
},
{
"text": "Each time a man stands up for an ideal, or acts to improve the lot of others, or strikes out against injustice, he sends forth a tiny ripple of hope, and crossing each other from a million different centers of energy and daring those ripples build a current which can sweep down the mightiest walls of oppression and resistance.",
"author":"― Robert F. Kennedy  "
},
{
"text": "I wanted to see the place where Margaret grew to what she is, even at the worst time of all, when I had no hope of ever calling her mine.",
"author":"― Elizabeth Gaskell, North and South  "
},
{
"text": "Rules for happiness: something to do, someone to love, something to hope for.",
"author":"― Immanuel Kant  "
},
{
"text": "Right now, we're living in an ugly chapter of our lives, but books always get better!",
"author":"― Chris Colfer, The Wishing Spell  "
},
{
"text": "We swallowed the chaos because we knew we didn't want to be ordinary.",
"author":"― robert m drake  "
},
{
"text": "And books, they offer one hope -- that a whole universe might open up from between the covers, and falling into that universe, one is saved.",
"author":"― Anne Rice, Blackwood Farm  "
},
{
"text": "I think sometimes when we find love we pretend it away, or ignore it, or tell ourselves we’re imagining it. Because it is the most painful kind of hope there is.",
"author":"― Rae Carson, The Bitter Kingdom  "
},
{
"text": "The future is uncertain, but that can be a good thing.",
"author":"― Jennifer Niven, All the Bright Places  "
},
{
"text": "My hope still is to leave the world a bit better than when I got here.",
"author":"― Jim Henson  "
},
{
"text": "That was all a man needed: hope. It was lack of hope that discouraged a man.",
"author":"― Charles Bukowski, Factotum  "
},
{
"text": "Hope was tricky like water. Somehow it always found a way in.",
"author":"― Leigh Bardugo, Ruin and Rising  "
},
{
"text": "The past is made out of facts... I guess the future is just hope.",
"author":"― Isaac Marion, Warm Bodies  "
},
{
"text": "Somewhere along the way we all go a bit mad. So burn, let go and dive into the horror, because maybe it’s the chaos which helps us find where we belong.",
"author":"― robert m drake  "
},
{
"text": "You are enough to drive a saint to madness or a king to his knees.",
"author":"― Grace Willows, To Kiss a King  "
},
{
"text": "T is not too late to seek a newer world.Push off, and sitting well in order smiteThe sounding furrows; for my purpose holdsTo sail beyond the sunset, and the bathsOf all the western stars, until I die. It may be that the gulfs will wash us down:It may be we shall touch the Happy Isles,And see the great Achilles, whom we knew.Tho’ much is taken, much abides; and tho’We are not now that strength which in old daysMov’d earth and heaven, that which we are, we are:One equal temper of heroic hearts,Made weak by time and fate, but strong in willTo strive, to seek, to find, and not to yield.",
"author":"― Alfred, Lord Tennyson, Ulysses  "
},
{
"text": "I met a boy whose eyes showed me that the past, present and future were all the same thing.",
"author":"― Jennifer Elisabeth  "
},
{
"text": "Take a shower. Wash away every trace of yesterday. Of smells. Of weary skin. Get dressed. Make coffee, windows open, the sun shining through. Hold the cup with two hands and notice that you feel the feeling of warmth. You still feel warmth. Now sit down and get to work. Keep your mind sharp, head on, eyes on the page and if small thoughts of worries fight their ways into your consciousness: threw them off like fires in the night and keep your eyes on the track. Nothing but the task in front of you. Get off your chair in the middle of the day. Put on your shoes and take a long walk on open streets around people. Notice how they’re all walking, in a hurry, or slowly. Smiling, laughing, or eyes straight forward, hurried to get to wherever they’re going. And notice how you’re just one of them. Not more, not less. Find comfort in the way you’re just one in the crowd. Your worries: no more, no less.Go back home. Take the long way just to not pass the liquor store. Don’t buy the cigarettes. Go straight home. Take off your shoes. Wash your hands. Your face. Notice the silence. Notice your heart. It’s still beating. Still fighting. Now get back to work. Work with your mind sharp and eyes focused and if any thoughts of worries or hate or sadness creep their ways around, shake them off like a runner in the night for you own your mind, and you need to tame it. Focus. Keep it sharp on track, nothing but the task in front of you.Work until your eyes are tired and head is heavy, and keep working even after that. Then take a shower, wash off the day. Drink a glass of water. Make the room dark. Lie down and close your eyes. Notice the silence. Notice your heart. Still beating. Still fighting. You made it, after all. You made it, another day. And you can make it one more. You’re doing just fine. You’re doing fine.I’m doing just fine.",
"author":"― Charlotte Eriksson, You're Doing Just Fine  "
},
{
"text": "The best kind of humans are the ones who stay.",
"author":"― robert m drake  "
},
{
"text": "Hope is the last thing a person does before they are defeated.",
"author":"― Henry Rollins  "
},
{
"text": "I want him to love me as much as I love him.",
"author":"― L.J. Smith, The Awakening  "
},
{
"text": "Hope springs eternal in the human breast; Man never Is, but always To be blest. The soul, uneasy, and confin'd from home, Rests and expatiates in a life to come.",
"author":"― Alexander Pope, An Essay on Man  "
},
{
"text": "I feel no need for any other faith than my faith in the kindness of human beings. I am so absorbed in the wonder of earth and the life upon it that I cannot think of heaven and angels.",
"author":"― Pearl S. Buck  "
},
{
"text": "...and that's when I get to wondering, what would happen if I told her she something good, ever day?",
"author":"― Kathryn Stockett, The Help  "
},
{
"text": "Whether we wound or are wounded, the blood that flows is red.",
"author":"― Eiichiro Oda  "
},
{
"text": "The world’s greatest achievers have been those who have always stayed focussed on their goals and have been consistent in their efforts.",
"author":"― Dr Roopleen, Words to inspire the winner in YOU  "
},
{
"text": "Keep a light, hopeful heart. But xadexpect the worst.",
"author":"― Joyce Carol Oates  "
},
{
"text": "Broken heart will turn into a stronger one within hope.",
"author":"― Toba Beta, My Ancestor Was an Ancient Astronaut  "
},
{
"text": "Never give up. It's like breathing—once you quit, your flame dies letting total darkness extinguish every last gasp of hope. You can't do that. You must continue taking in even the shallowest of breaths, continue putting forth even the smallest of efforts to sustain your dreams. Don't ever, ever, ever give up.",
"author":"― Richelle E. Goodrich, Smile Anyway: Quotes, Verse, and Grumblings for Every Day of the Year  "
},
{
"text": "Hope and fear come from feeling that we lack something; they come from a sense of poverty. We can’t simply relax with ourselves. We hold on to hope, and hope robs us of the present moment. We feel that someone else knows what's going on, but that there's something missing in us, and therefore something is lacking in our world.",
"author":"― Pema Chödrön, When Things Fall Apart: Heart Advice for Difficult Times  "
},
{
"text": "Madness and chaos are self-destructing but over thinking is the suicide.",
"author":"― robert m drake  "
},
{
"text": "May it [American independence] be to the world, what I believe it will be, (to some parts sooner, to others later, but finally to all,) the signal of arousing men to burst the chains under which monkish ignorance and superstition had persuaded them to bind themselves, and to assume the blessings and security of self-government. That form which we have substituted, restores the free right to the unbounded exercise of reason and freedom of opinion. All eyes are opened, or opening, to the rights of man. The general spread of the light of science has already laid open to every view the palpable truth, that the mass of mankind has not been born with saddles on their backs, nor a favored few booted and spurred, ready to ride them legitimately... These are grounds of hope for others. For ourselves, let the annual return of this day forever refresh our recollections of these rights, and an undiminished devotion to them.[Letter to Roger C. Weightman on the anniversary of the signing of the Declaration of Independence in 1776, 24 June 1826. This was Jefferson's last letter]",
"author":"― Thomas Jefferson, Letters of Thomas Jefferson  "
},
{
"text": "Long distance is hard. You have to trust that as you each change on your own, your relationship will also change along with you. It takes hope, good humor, and idealism. It takes a massive dose of courage to protect the relationship at all odds. It is hard, but worth it. You'll both be stronger as a result.",
"author":"― Craig M. Mullaney, The Unforgiving Minute: A Soldier's Education  "
},
{
"text": "You said you knew the perfect place to run to. A place that was empty of people, and buildings, and far, far away. A place covered in blood-red earth and sleeping life. A place longing to come alive again. It's a place for disappearing, you'd said, a place for getting lost... and for getting found.I'll take you there, you'd said.And I could say that I agreed.",
"author":"― Lucy Christopher, Stolen  "
},
{
"text": "in a woman's womb.another chance.to make the world better.",
"author":"― Ellen Hopkins, Burned  "
},
{
"text": "If you follow the will of God, you know that in spite of all the terrible things that happen to you, you will never lose a final refuge. You know that the foundation of the world is love, so that even when no human being can or will help you, you may go on, trusting in the One that loves you.",
"author":"― Pope Benedict XVI  "
},
{
"text": "How foolish to believe we are more powerful than the sea or the sky.",
"author":"― Ruta Sepetys, Salt to the Sea  "
},
{
"text": "There is strange comfort in knowing that no matter what happens today, the Sun will rise again tomorrow.",
"author":"― Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip  "
},
{
"text": "Sometimes when you least expect it, the tables turn and that scary feeling that has taken hold of you for so long somehow turns into hope",
"author":"― David Archuleta, Chords of Strength: A Memoir of Soul, Song and the Power of Perseverance  "
},
{
"text": "To live on a day-to-day basis is insufficient for human beings; we need to transcend, transport, escape; we need meaning, understanding, and explanation; we need to see over-all patterns in our lives. We need hope, the sense of a future. And we need freedom (or, at least, the illusion of freedom) to get beyond ourselves, whether with telescopes and microscopes and our ever-burgeoning technology, or in states of mind that allow us to travel to other worlds, to rise above our immediate surroundings.We may seek, too, a relaxing of inhibitions that makes it easier to bond with each other, or transports that make our consciousness of time and mortality easier to bear. We seek a holiday from our inner and outer restrictions, a more intense sense of the here and now, the beauty and value of the world we live in.",
"author":"― Oliver Sacks  "
},
{
"text": "You see, we cannot draw lines and compartments and refuse to budge beyond them. Sometimes you have to use your failures as stepping-stones to success. You have to maintain a fine balance between hope and despair.' He paused, considering what he had just said. 'Yes', he repeated. 'In the end, it's all a question of balance.",
"author":"― Rohinton Mistry, A Fine Balance  "
},
{
"text": "While the heart beats, hope lingers.",
"author":"― Alison Croggon  "
},
{
"text": "To this day, I can never shake the connection between this boy, Peeta Mellark, and the bread that gave me hope, and the dandelion that reminded me that I was not doomed.",
"author":"― Suzanne Collins, The Hunger Games  "
},
{
"text": "Pray, hope, and don't worry. Worry is useless. God is merciful and will hear your prayer.",
"author":"― Padre Pio  "
},
{
"text": "I caught myself thinking about falling in love with someone who I hoped was out there right now thinking about the possibility of me, but I quickly banished the notion. It was that kind of thinking that landed me in this situation to begin with. Hope can ruin you.",
"author":"― Perry Moore, Hero  "
},
{
"text": "She was broken, I think it’s because she loved too much and she was always blind to the fact that love too is sometimes broken.",
"author":"― robert m drake  "
},
{
"text": "À l'aurore, armés d'une ardente patience, nous entrerons aux splendides Villes. (In the dawn, armed with a burning patience, we shall enter the splendid Cities.)",
"author":"― Arthur Rimbaud, A Season in Hell & Other Poems  "
},
{
"text": "People have hope because they cannot see Death standing behind them.",
"author":"― Tite Kubo  "
},
{
"text": "Euripedes. Nothing is hopeless; we must hope for everything.",
"author":"― Madeleine L'Engle, A Wrinkle in Time  "
},
{
"text": "Love is love is love is love is love is love is love is love cannot be killed or swept aside.",
"author":"― Lin-Manuel Miranda  "
},
{
"text": "We're called to be faithful, to take those first difficult steps--and to leave the results up to God.",
"author":"― Alex Harris  "
},
{
"text": "Hope is a horrible thing, you know. I don't know who decided to package hope as a virtue because it's not. It's a plague. Hope is like walking around with a fishhook in your mouth and somebody just keeps pulling it and pulling it.",
"author":"― Ann Patchett, State of Wonder  "
},
{
"text": "Society will always be too fragile to accept us for all that makes us beautiful.",
"author":"― robert m drake  "
},
{
"text": "Appreciate the moment of a first kiss; it may be the last time you own your heart.",
"author":"― robert m drake  "
},
{
"text": "youth is easily deceived because it is quick to hope.",
"author":"― Aristotle  "
},
{
"text": "We all give up great expectations along the way.",
"author":"― Carlos Ruiz Zafón, The Angel's Game  "
},
{
"text": "We can be redeemed only to the extent to which we see ourselves.",
"author":"― Martin Buber  "
},
{
"text": "No man, proclaimed Donne, is an Island, and he was wrong. If we were not islands, we would be lost, drowned in each other's tragedies. We are insulated (a word that means, literally, remember, made into an island) from the tragedy of others, by our island nature, and by the repetitive shape and form of the stories. The shape does not change: there was a human being who was born, lived, and then, by some means or another, died. There. You may fill in the details from your own experience. As unoriginal as any other tale, as unique as any other life. Lives are snowflakes—forming patterns we have seen before, as like one another as peas in a pod (and have you ever looked at peas in a pod? I mean, really looked at them? There's not a chance you'd mistake one for another, after a minute's close inspection), but still unique.",
"author":"― Neil Gaiman, American Gods  "
},
{
"text": "Hope is the power of being cheerful in circumstances that we know to be desperate.",
"author":"― G.K. Chesterton  "
},
{
"text": "It is our wounds that create in us a desire to reach for miracles. The fulfillment of such miracles depends on whether we let our wounds pull us down or lift us up towards our dreams.",
"author":"― Jocelyn Soriano, Mend My Broken Heart  "
},
{
"text": "But all I could think of was how when nothing made sense and hadn't for ages, you just have to grab onto anything you feel sure of.",
"author":"― Sarah Dessen, The Truth About Forever  "
},
{
"text": "Darkness does not leave us easily as we would hope.",
"author":"― Margaret Stohl  "
},
{
"text": "It was their secret, a secret meant for just the two of them, and she'd never been able to imagine how it would sound coming from someone else. But, somehow, Logan made it sound just right.",
"author":"― Nicholas Sparks, The Lucky One  "
},
{
"text": "Hope is the crystal meth of emotions. It hooks you fast and kills you hard.",
"author":"― Jennifer Donnelly, Revolution  "
},
{
"text": "If I lived a million lives, I would've felt a million feelings and I still would've fallen a million times for you.",
"author":"― robert m drake  "
},
{
"text": "It was stupid to hope, she knew. But sometimes hope was all you had.",
"author":"― Cassandra Clare, City of Lost Souls  "
},
{
"text": "It’s funny, for all it took was a broken heart and that alone was enough, enough for her to do everything she ever dreamed of.",
"author":"― robert m drake  "
},
{
"text": "Suddenly, everything was beautiful. The way she viewed the world was nothing more but a reflection of herself.",
"author":"― robert m drake  "
},
{
"text": "The truth is I didn’t need therapy; I just needed to feel loved and know that someone out there craved my attention.",
"author":"― robert m drake  "
},
{
"text": "Tell me what’s the differencebetween hope and waitingbecause my heart doesn’t knowIt constantly cuts itself on the glass of waitingIt constantly gets lost in the fog of hope",
"author":"― Anna Kamienska  "
},
{
"text": "There is nothing more important than your eternal salvation.",
"author":"― Kirk Cameron  "
},
{
"text": "While there is tea, there is hope.",
"author":"― Arthur Wing Pinero, Sweet Lavender - A Comedy in Three Acts.  "
},
{
"text": "And worse I may be yet: the worst is notSo long as we can say 'This is the worst.",
"author":"― William Shakespeare, King Lear  "
},
{
"text": "History says, Don’t hopeOn this side of the grave,But then, once in a lifetimeThe longed-for tidal waveOf justice can rise up,And hope and history rhyme",
"author":"― Seamus Heaney  "
},
{
"text": "I had to learn to live without you and I couldn't make sense of it, because I left so much of me inside of you.",
"author":"― robert m drake  "
},
{
"text": "I can hardly wait for tomorrow, it means a new life for me each and every day.",
"author":"― Stanley Kunitz  "
},
{
"text": "when you feel like hope is gone, look inside you and be strong and you'll finally see the truth- that hero lies in you.",
"author":"― Mariah Carey  "
},
{
"text": "Hope is not the conviction that something will turn out well, but the certainty that something makes sense, regardless of how it turns out.",
"author":"― Vaclav Havel  "
},
{
"text": "As Kevin climbed the three flights of stairs to his apartment, his brain formulated a vague plan of action. He could not have explained it to anyone or even to himself in coherent sentences. But the outline was there in Kevin’s subconscious. It would not only change his life, but many others, as well. A Call to Action had been born.",
"author":"― Traci Medford-Rosow, Unblinded: One Man’s Courageous Journey through Darkness to Sight  "
},
{
"text": "I have always believed that hope is that stubborn thing inside us that insists, despite all the evidence to the contrary, that something better awaits us so long as we have the courage to keep reaching, to keep working, to keep fighting.",
"author":"― Barack Obama  "
},
{
"text": "Blind, broke, jobless, and frustrated, Kevin found it difficult to get through the following few months. But he had one big thing going for him. He was sober. It was a new beginning.",
"author":"― Traci Medford-Rosow, Unblinded: One Man’s Courageous Journey through Darkness to Sight  "
},
{
"text": "The only true borders lie between day and night, between life and death, between hope and loss.",
"author":"― Erin Hunter  "
},
{
"text": "Saving YouThe darkness takes him over, the sickness pulls him in; his eyes—a blown out candle, I wish to go with him.Sometimes I see a flicker— a light that shone from them; I hold him to me tightly, before he's gone again.",
"author":"― Lang Leav, Love & Misadventure  "
},
{
"text": "Without God, life has no purpose, and without purpose, life has no meaning. Without meaning, life has no significance or hope.",
"author":"― Rick Warren, The Purpose Driven Life: What on Earth Am I Here for?  "
},
{
"text": "We're here for a reason. I believe a bit of the reason is to throw little torches out to lead people through the dark.",
"author":"― Whoopi Goldberg  "
},
{
"text": "And isn't the whole world yours? For how often you set it on fire with your love and saw it blaze and burn up and secretly replaced it with another world while everyone slept. You felt in such complete harmony with God, when every morning you asked him for a new earth, so that all the ones he had made could have their turn. You thought it would be shabby to save them and repair them; you used them up and held out your hands, again and again, for more world. For your love was equal to everything.",
"author":"― Rainer Maria Rilke, The Notebooks of Malte Laurids Brigge  "
},
{
"text": "Poets are damned… but see with the eyes of angels.",
"author":"― Allen Ginsberg  "
},
{
"text": "Why are we worn out? Why do we, who start out so passionate, brave, noble, believing, become totally bankrupt by the age of thirty or thirty-five? Why is it that one is extinguished by consumption, another puts a bullet in his head, a third seeks oblivion in vodka, cards, a fourth, in order to stifle fear and anguish, cynically tramples underfoot the portrait of his pure, beautiful youth? Why is it that, once fallen, we do not try to rise, and, having lost one thing, we do not seek another? Why?",
"author":"― Anton Chekhov, The Complete Short Novels  "
},
{
"text": "To be running breathlessly, but not yet arrived, is itself delightful, a suspended moment of living hope.",
"author":"― Anne Carson, Eros the Bittersweet  "
},
{
"text": "Those who make us believe that anything’s possible and fire our imagination over the long haul, are often the ones who have survived the bleakest of circumstances. The men and women who have every reason to despair, but don’t, may have the most to teach us, not only about how to hold true to our beliefs, but about how such a life can bring about seemingly impossible social change. ",
"author":"― Paul Rogat Loeb, The Impossible Will Take a Little While: A Citizen's Guide to Hope in a Time of Fear  "
},
{
"text": "Whatever happens in your life, no matter how troubling things might seem, do not enter the neighbourhood of despair.Even when all doors remain closed, God wil open up a new path only for you. Be thankful! It is easy to be thankful when all is well. A Sufi is thankful not only for what he has been given but also for all that has been denied.",
"author":"― Elif Shafak  "
},
{
"text": "Andy Dufresne: 'That's the beauty of music. They can't get that from you...haven't you ever felt that way about music?'Red: 'I played a mean harmonica as a younger man. Lost interest in it though. Didn't make much sense in here.'Andy: 'Here's where it makes the most sense. You need it so you don't forget.' Red: 'Forget?'Andy: 'Forget that...there are places in this world that aren't made out of stone. That there's something inside...that they can't get to, that they can't touch. That's yours.'Red: 'What're you talking about?'Andy: 'Hope.",
"author":"― Stephen King, Different Seasons  "
},
{
"text": "Hope is not a lottery ticket you can sit on the sofa and clutch, feeling lucky. It is an axe you break down doors with in an emergency. Hope should shove you out the door, because it will take everything you have to steer the future away from endless war, from the annihilation of the earth's treasures and the grinding down of the poor and marginal... To hope is to give yourself to the future - and that commitment to the future is what makes the present inhabitable.",
"author":"― Rebecca Solnit, Hope in the Dark  "
},
{
"text": "It's difficult in times like these: ideals, dreams and cherished hopes rise within us, only to be crushed by grim reality. It's a wonder I haven't abandoned all my ideals, they seem so absurd and impractical. Yet I cling to them because I still believe, in spite of everything, that people are truly good at heart.",
"author":"― Anne Frank, The Diary of a Young Girl  "
},
{
"text": "To those who, in spite of everything, still choose goodness",
"author":"― Marie Lu, The Midnight Star  "
},
{
"text": "To be human is to be broken and broken is its own kind of beautiful.",
"author":"― robert m drake  "
},
{
"text": "Don't despair: despair suggests you are in total control and know what is coming. You don't - surrender to events with hope.",
"author":"― Alain de Botton  "
},
{
"text": "Remembering that you are going to die is the best way I know to avoid the trap of thinking you have something to lose.",
"author":"― Steve Jobs  "
},
{
"text": "You call it hope — that fire of fire!It is but agony of desire.",
"author":"― Edgar Allan Poe, Edgar Allan Poe: Selected Poems  "
},
{
"text": "When hope is fleeting, stop for a moment and visualize, in a sky of silver, the crescent of a lavender moon. Imagine it -- delicate, slim, precise, like a paper-thin slice from a cabochon jewel.It may not be very useful, but it is beautiful.And sometimes it is enough.",
"author":"― Vera Nazarian, The Perpetual Calendar of Inspiration  "
},
{
"text": "At present we are on the outside of the world, the wrong side of the door. We discern the freshness and purity of morning, but they do not make us fresh and pure. We cannot mingle with the splendours we see. But all the leaves of the New Testament are rustling with the rumour that it will not always be so. Some day, God willing, we shall get in.",
"author":"― C.S. Lewis, The Weight of Glory  "
},
{
"text": "Reader, do you think it is a terrible thing to hope when there is really no reason to hope at all? Or is it (as the soldier said about happiness) something that you might just as well do, since,in the end, it really makes no difference to anyone but you?",
"author":"― Kate DiCamillo, The Tale of Despereaux  "
},
{
"text": "She was broken from moment to moment, watching her world collide she felt lost inside herself. She fell apart for a passion that flamed beneath her. She waited and died a hundred times, it dripped from her pores. The moment she let go, she soared over the stillness like the star she was born to be.",
"author":"― robert m drake  "
},
{
"text": "Sober, gainfully employed, and physically secure once again, Kevin began to relax. His confidence slowly returned. For the first time since the onset of his blindness, he let his guard down and a crack in his carefully constructed veneer formed. Light flooded in. And with it, hope.",
"author":"― Traci Medford-Rosow, Unblinded: One Man's Courageous Journey Through Darkness to Sight  "
},
{
"text": "A child who does not think about what happens around him and is content with living without wondering whether he lives honestly is like a man who lives from a scoundrel's work and is on the road to being a scoundrel.",
"author":"― Jose Marti  "
},
{
"text": "It was never about the world being too big, it was more like she was too much for the world to handle.",
"author":"― robert m drake  "
},
{
"text": "Once you choose hope, anything's possible.",
"author":"― Christopher Reeve  "
},
{
"text": "Sometimes my fancy gets to floating inside me, threatening to carry me away like a leaf on a wind. Better to be a stone.",
"author":"― Shannon Hale, Book of a Thousand Days  "
},
{
"text": "When you don't know where you're going, you drive on the highway.",
"author":"― Roger Hedden, Bodies, Rest and Motion.  "
},
{
"text": "It all counts,' Adam said again. 'And the bottom line is, what defines you isn't how many times you crash, but the number of times you get back on the bike. As long as it's one more, you're all good.-pg 325 Along for the Ride",
"author":"― Sarah Dessen, Along for the Ride  "
},
{
"text": "The very least you can do in your life is to figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance but live right in it, under its roof. What I want is so simple I almost can’t say it: elementary kindness. Enough to eat, enough to go around. The possibility that kids might one day grow up to be neither the destroyers nor the destroyed. That’s about it. Right now I'm living in that hope, running down its hallway and touching the walls on both sides.",
"author":"― Barbara Kingsolver, Animal Dreams  "
},
{
"text": "To be truly radical is to make hope possible rather than despair convincing",
"author":"― Raymond Williams  "
},
{
"text": "And the open road rolled out in front of us.",
"author":"― Alexandra Bracken, In The Afterlight  "
},
{
"text": "She…hoped. And hope was dangerous. Hope was the most vicious evil of them all, the thing that had managed to thrive in Pandora’s box among misery, and disease, and sadness—and what could endure alongside others with such teeth if it didn’t have ghastly claws of its own?",
"author":"― Chloe Gong, These Violent Delights  "
},
{
"text": "You never really know what's coming. A small wave, or maybe a big one. All you can really do is hope that when it comes, you can surf over it, instead of drown in its monstrosity.",
"author":"― Alysha Speer  "
},
{
"text": "Tell me there is still good in the world. Tell me there is still hope for all of us.",
"author":"― Marie Lu, Champion  "
},
{
"text": "Stop trying to be less of who you are. Let this time in your life cut you open and drain all of the things that are holding you back.",
"author":"― Jennifer Elisabeth, Born Ready: Unleash Your Inner Dream Girl  "
},
{
"text": "Hindsight, I think, is a useless tool. We, each of us, are at a place in our lives because of innumerable circumstances, and we, each of us, have a responsibility (if we do not like where we are) to move along life's road, to find a better path if this one does not suit, or to walk happily along this one if it is indeed our life's way. Changing even the bad things that have gone before would fundamentally change who we are, and whether or not that would be a good thing, I believe, it is impossible to predict. So I take my past experiences... and try to regret nothing. -Drizzt Do'urden",
"author":"― R.A. Salvatore, Sea of Swords  "
},
{
"text": "Things will get easier, people's minds will change, and you should be alive to see it.",
"author":"― Ellen DeGeneres  "
},
{
"text": "In the midst of winter, I find within me the invisible summer...",
"author":"― Leo Tolstoy, The Kingdom of God Is Within You  "
},
{
"text": "The struggles we endure today will be the ‘good old days’ we laugh about tomorrow.",
"author":"― Aaron Lauritsen"
},
{
"text": "I inhale hope with every breath I take.",
"author":"― Sharon Kay Penman, When Christ and His Saints Slept  "
},
{
"text": "Sometimes it's easy to lose faith in people. And sometimes one act of kindness is all it takes to give you hope again.",
"author":"― Randa Abdel-Fattah, Does My Head Look Big in This?  "
},
{
"text": "When you have a great and difficult task, something perhaps almost impossible, if you only work a little at a time, every day a little, suddenly the work will finish itself.",
"author":"― Isak Dinesen  "
},
{
"text": "I am heartbroken, but I have been heartbroken before, and this might be the best for which I can hope.",
"author":"― Lemony Snicket, The End  "
},
{
"text": "Magic comes from the heart, from your feelings, your deepest expressions of desire. That's why black magic is so easy—it comes from lust, from fear and anger, from things that are easy to feed and make grow. The sort I do is harder. It comes from something deeper than that, a truer and purer source—harder to tap, harder to keep, but ultimately more elegant, more powerful. My magic. That was at the heart of me. It was a manifestation of what I believed, what I lived. It came from my desire to see to it that someone stood between the darkness and the people it would devour. It came from my love of a good steak, from the way I would sometimes cry at a good movie or a moving symphony. From my life. From the hope that I could make things better for someone else, if not always for me. Somewhere, in all of that, I touched on something that wasn't tapped out, in spite of how horrible the past days had been, something that hadn't gone cold and numb inside of me. I grasped it, held it in my hand like a firefly, and willed its energy out, into the circle I had created with the spinning amulet on the end of its chain.",
"author":"― Jim Butcher, Fool Moon  "
},
{
"text": "There is nothing more majestic than the determined courage of individuals willing to suffer and sacrifice for their freedom and dignity.",
"author":"― Martin Luther King Jr., The Autobiography of Martin Luther King, Jr.  "
},
{
"text": "He'd do what he always did, find the sweet among the bitter.",
"author":"― Jamie Ford, Hotel on the Corner of Bitter and Sweet  "
},
{
"text": "Nothing but a symbol? People die for symbols. People have hope because of symbols. They're not just lines. They're histories, cultures, traditions, given shape.",
"author":"― Roshani Chokshi, The Gilded Wolves  "
},
{
"text": "Religion, n. A daughter of Hope and Fear, explaining to Ignorance the nature of the Unknowable.",
"author":"― Ambrose Bierce, The Unabridged Devil's Dictionary  "
},
{
"text": "She was a ray of sunshine, a warm summer rain, a bright fire on a cold winter’s day, and now she could be dead because she had tried to save the man she loved.",
"author":"― Grace Willows  "
},
{
"text": "Maybe I hope too much. Maybe I dream too much or maybe I love too much to just give up on you.",
"author":"― robert m drake  "
},
{
"text": "It will get easier each time, I think. I hope. I just have to keep trying.",
"author":"― jenny han, To All the Boys I've Loved Before  "
},
{
"text": "Faith is the very first thing you should pack in a hope chest.",
"author":"― Sarah Ban Breathnach  "
},
{
"text": "Love doesn't come with an on-off switch. It's made of too many threads of memory and hope and heartache that weave themselves into the very core of who you are.",
"author":"― Martina Boone, Compulsion  "
},
{
"text": "But then, life is a constant withering of possibilities. Some are stolen with the lives of people you love. Others are let go, with regret and reluctance and deep, deep sorrow. But there is compensation for lives unlived in the intoxicating joy of knowing that the life you have - right here, right now - if the one you have chosen. There is power in that, and hope.",
"author":"― Emily Maguire, Taming the Beast  "
},
{
"text": "But what is Hope? Nothing but the paint on the face of Existence; the least touch of truth rubs it off, and then we see what a hollow-cheeked harlot we have got hold of.",
"author":"― George Gordon Byron  "
},
{
"text": "To have Christian hope means to know about evil and yet to go to meet the future with confidence. The core of faith rests upon accepting being loved by God, and therefore to believe is to say Yes, not only to him, but to creation, to creatures, above all, to men, to try to see the image of God in each person and thereby to become a lover. That's not easy, but the basic Yes, the conviction that God has created men, that he stands behind them, that they aren't simply negative, gives love a reference point that enables it to ground hope on the basis of faith.",
"author":"― Joseph Cardinal Ratzinger/Pope Benedict  "
},
{
"text": "Never underestimate the power you have to take your life in a new direction.",
"author":"― Germany Kent  "
},

{
"text": "To plant a garden is to believe in tomorrow.",
"author":"― Audrey Hepburn  "
},
{
"text": "When I listened to her, I understood: You have to hold out to see how your life unfolds, because it is most likely beyond what you can imagine. It is not a question of if you will survive this, but what beautiful things await you when you do. I had to believe her, because she was living proof. Then she said, Good and bad things come from the universe holding hands. Wait for the good to come.",
"author":"― Chanel Miller, Know My Name  "
},
{
"text": "The sun shall always rise upon a new day and there shall always be a rose garden within me. Yes, there is a part of me that is broken, but my broken soil gives way to my wild roses.",
"author":"― C. JoyBell C.  "
},
{
"text": "We never know when our last day on earth will be. So, love with full sincerity, believe with true faith, and hope with all of your might. Better to have lived in truth and discovered life, than to have lived half heartedly and died long before you ever ceased breathing. ",
"author":"― Cristina Marrero  "
},
{
"text": "Hope is a passion for the possible.",
"author":"― Søren Kierkegaard, Fear and Trembling  "
},
{
"text": "We were planting seeds of change, the fruit of which we might never see. We had to be patient.",
"author":"― Michelle Obama, Becoming  "
},
{
"text": "Hope keeps you alive.",
"author":"― Lauren Oliver, Before I Fall  "
},
{
"text": "And remember: you must never, under any circumstances, despair. To hope and to act, these are our duties in misfortune.",
"author":"― Boris Pasternak, Doctor Zhivago  "
},
{
"text": "To hope for nothing, to expect nothing, to demand nothing. This is analytical despair.",
"author":"― James Hillman, Suicide and the Soul  "
},
{
"text": "Then I choose to drown. In hope. Rather than float into nothing.",
"author":"― Melina Marchetta, Finnikin of the Rock  "
},
{
"text": "I am not afraid to die; I am only afraid of saying goodbye to you forever.",
"author":"― Shannon L. Alder  "
},
{
"text": "Donde termina el arco iris,en tu alma o en el horizonte?Where does the rainbow end,in your soul or on the horizon?",
"author":"― Pablo Neruda, The Book of Questions  "
},
{
"text": "We must pass through the darkness, to reach the light.",
"author":"― Albert Pike  "
},
{
"text": "...the monstrous thing is not that men have created roses out of this dung heap, but that, for some reason or other, they should want roses. For some reason or other man looks for the miracle, and to accomplish it he will wade through blood. He will debauch himself with ideas, he will reduce himself to a shadow if for only one second of his life he can close his eyes to the hideousness of reality. Everything is endured- disgrace, humiliation, poverty, war, crime, ennui- in the belief that overnight something will occur, a miracle, which will render life tolerable. And all the while a meter is running inside and there is no hand that can reach in there and shut it off.",
"author":"― Henry Miller, Tropic of Cancer  "
},
{
"text": "When you get ill do not get nervous about it and try as much as possible to be hopeful.",
"author":"― Hazrat Ali Ibn Abu-Talib A.S  "
},
{
"text": "The human soul has still greater need of the ideal than of the real. It is by the real that we exist, it is by the ideal that we live.",
"author":"― Victor Hugo  "
},
{
"text": "It felt like I'd been living underground, and for a moment, I'd been given this glimpse of the sky. Once you've seen that, how can you go back where you came from?",
"author":"― Jodi Picoult, Handle with Care  "
},
{
"text": "But human beings are not machines, and however powerful the pressure to conform, they sometimes are so moved by what they see as injustice that they dare to declare their independence. In that historical possibility lies hope.",
"author":"― Howard Zinn, You Can't Be Neutral on a Moving Train: A Personal History of Our Times  "
},
{
"text": "A great ring of pure & endless lightDazzles the darkness in my heartAnd breaks apart the dusky clouds of night.The end of all is hinted in the start.When we are born we bear the seeds of blight;Around us life & death are torn apart,Yet a great ring of pure and endless lightDazzles the darkness in my heart.It lights the world to my delight.Infinity is present in each part.A loving smile contains all art.The motes of starlight spark & dart.A grain of sand holds power & might.Infinity is present in each part,And a great ring of pure and endless lightDazzles the darkness in my heart.",
"author":"― Madeleine L'Engle, A Ring of Endless Light  "
},
{
"text": "The moon is the reflection of your heart and moonlight is the twinkle of your love.",
"author":"― Debasish Mridha  "
},
{
"text": "The rest is just wishes and hope, the most fragile of things.",
"author":"― Sabaa Tahir, A Torch Against the Night  "
},
{
"text": "All these bad experiences that we go through, they don't just disappear. We carry them our whole life trying to forget, escaping in habits, addictions, hate, toxic relationships. But what we don't know is that by doing so we let them stay alive. We water them like withered flowers and we hang onto them to justify our mistakes and failures.",
"author":"― Asper Blurry, Train to the Edge of the Moon  "
},
{
"text": "...art must must carry man's craving for the ideal, must be an expression of his reaching out towards it; that art must give man hope and faith. And the more hopeless the world in the artist's version, the more clearly perhaps must we see the ideal that stands in opposition - otherwise life becomes impossible! Art symbolises the meaning of our existence.",
"author":"― Andrei Tarkovsky, Sculpting in Time  "
},
{
"text": "Good luck, everyone. Good luck to us all. And may we meet again on distant shores. Some place fine and far from here.",
"author":"― Amie Kaufman, Obsidio  "
},
{
"text": "Hope is a dangerous thing, Raisa thought. Once kindled, it's hard to put out. It makes wise people into fools.",
"author":"― Cinda Williams Chima, The Crimson Crown  "
},
{
"text": "Let my body dwell in poverty, and my hands be as the hands of the toiler; but let my soul be as a temple of remembrance where the treasures of knowledge enter and the inner sanctuary is hope.",
"author":"― George Eliot, Daniel Deronda  "
},
{
"text": "Watching my parents I've learnt a lesson many do not recognize. True love is not signaled by romantic, candle light dinners, red roses glistening with dew, or even Valentine's day celebrations. While these things may accompany our feelings, love is truly more than all those! Love is being with your spouse even when its not pleasing. Sometimes, love is walking down the hall, with your spouse hanging onto your shoulders and walking at a turtle's pace down the hall, just because surgery made life a burden. Love is patient, love is kind, love is Jesus! May we always remember love is not always tied in bows!ufeff",
"author":"― Mary Kate  "
},
{
"text": "I can do this… I can start over. I can save my own life and I’m never going to be alone as long as I have stars to wish on and people to still love.",
"author":"― Jennifer Elisabeth, Born Ready: Unleash Your Inner Dream Girl  "
},
{
"text": "I don't want to live in a world where the strong rule and the weak cower. I'd rather make a place where things are a little quieter. Where trolls stay the hell under their bridges and where elves don't come swooping out to snatch children from their cradles. Where vampires respect the limits, and where the faeries mind their p's and q's. My name is Harry Blackstone Copperfield Dresden. Conjure by it at your own risk. When things get strange, when what goes bump in the night flicks on the lights, when no one else can help you, give me a call. I'm in the book.",
"author":"― Jim Butcher, Storm Front  "
},
{
"text": "What makes a hero? Courage, strength, morality, withstanding adversity? Are these the traits that truly show and create a hero? Is the light truly the source of darkness or vice versa? Is the soul a source of hope or despair? Who are these so called heroes and where do they come from? Are their origins in obscurity or in plain sight?",
"author":"― Fyodor Dostoevsky, Notes from Underground, White Nights, The Dream of a Ridiculous Man, and Selections from The House of the Dead  "
},
{
"text": "I spit on your happiness! I spit on your idea of life--that life that must go on, come what may. You are all like dogs that lick everything they smell. You with your promise of a humdrum happiness--provided a person doesn't ask much of life. I want everything of life, I do; and I want it now! I want it total, complete: otherwise I reject it! I will not be moderate. I will not be satisfied with the bit of cake you offer me if I promise to be a good little girl. I want to be sure of everything this very day; sure that everything will be as beautiful as when I was a little girl. If not, I want to die!",
"author":"― Jean Anouilh, Antigone  "
},
{
"text": "Fear is the glue that keeps you stuck. Faith is the solvent that sets you free.",
"author":"― Shannon L. Alder  "
},
{
"text": "Many people seem to think it foolish, even superstitious, to believe that the world could still change for the better. And it is true that in winter it is sometimes so bitingly cold that one is tempted to say, ‘What do I care if there is a summer; its warmth is no help to me now.’ Yes, evil often seems to surpass good. But then, in spite of us, and without our permission, there comes at last an end to the bitter frosts. One morning the wind turns, and there is a thaw. And so I must still have hope.",
"author":"― Vincent van Gogh  "
},
{
"text": "But we were born of risen apes, not fallen angels, and the apes were armed killers besides. And so what shall we wonder at? Our murders and massacres and missiles, and our irreconcilable regiments? Or our treaties whatever they may be worth; our symphonies however seldom they may be played; our peaceful acres, however frequently they may be converted into battlefields; our dreams however rarely they may be accomplished. The miracle of man is not how far he has sunk but how magnificently he has risen. We are known among the stars by our poems, not our corpses.",
"author":"― Robert Ardrey, African Genesis  "
},
{
"text": "I know now, after fifty years, that the finding/losing, forgetting/remembering, leaving/returning, never stops. The whole of life is about another chance, and while we are alive, till the very end, there is always another chance.",
"author":"― Jeanette Winterson, Why Be Happy When You Could Be Normal?  "
},
{
"text": "I’ll make a swing so I can reach the places I can’t reach yet.",
"author":"― Nina LaCour, Hold Still  "
},
{
"text": "I am, and always will be, the optimist. The hoper of far-flung hopes, and the dreamer of improbable dreams.",
"author":"― Eleventh Doctor  "
},
{
"text": "Sometimes when I meet old friends, it reminds me how quickly time passes. And it makes me wonder if we've utilized our time properly or not. Proper utilization of time is so important. While we have this body, and especially this amazing human brain, I think every minute is something precious. Our day-to-day existence is very much alive with hope, although there is no guarantee of our future. There is no guarantee that tomorrow at this time we will be here. But we are working for that purely on the basis of hope. So, we need to make the best use of our time. I believe that the proper utilization of time is this: if you can, serve other people, other sentient beings. If not, at least refrain from harming them. I think that is the whole basis of my philosophy.So, let us reflect what is truly of value in life, what gives meaning to our lives, and set our priorities on the basis of that. The purpose of our life needs to be positive. We weren't born with the purpose of causing trouble, harming others. For our life to be of value, I think we must develop basic good human qualities—warmth, kindness, compassion. Then our life becomes meaningful and more peaceful—happier.",
"author":"― Dalai Lama XIV, The Art of Happiness  "
},
{
"text": "And then it occurs to me. They are frightened. In me, they see their own daughters, just as ignorant, just as unmindful of all the truths and hopes they have brought to America. They see daughters who grow impatient when their mothers talk in Chinese, who think they are stupid when they explain things in fractured English. They see that joy and luck do not mean the same to their daughters, that to these closed American-born minds \"joy luck\" is not a word, it does not exist. They see daughters who will bear grandchildren born without any connecting hope passed from generation to generation.",
"author":"― Amy Tan, The Joy Luck Club  "
},
{
"text": "Believe it is possible to solve your problem. Tremendous things happen to the believer. So believe the answer will come. It will.",
"author":"― Norman Vincent Peale  "
},
{
"text": "Well and good if all things change, O Lord God, provided I am rooted in You.",
"author":"― St. John of the Cross  "
},
{
"text": "Hope has a cost. Hope is not comfortable or easy. Hope requires personal risk. It is not about the right attitude. Hope is not about peace of mind. Hope is action. Hope is doing something. The more futile, the more useless, the more irrelevant and incomprehensible an act of rebellion is, the vaster and more potent hope becomes.Hope never makes sense. Hope is weak, unorganized and absurd. Hope, which is always nonviolent, exposes in its powerlessness, the lies, fraud and coercion employed by the state. Hope knows that an injustice visited on our neighbor is an injustice visited on all of us. Hope posits that people are drawn to the good by the good. This is the secret of hope's power. Hope demands for others what we demand for ourselves. Hope does not separate us from them. Hope sees in our enemy our own face.",
"author":"― Chris Hedges  "
},
{
"text": "Because hope comes from in you, and wishes are just magic.",
"author":"― Laini Taylor, Daughter of Smoke & Bone  "
},
{
"text": "Is there a chance?A fragment of light at the end of the tunnel?A reason to fight?Is there a chance you may change your mind?Or are we ashes and wine?",
"author":"― Fine Frenzy  "
},
{
"text": "I thought: hope cannot be said to exist, nor can it be said not to exist. It is just like roads across the earth. For actually the earth had no roads to begin with, but when many men pass one way, a road is made.",
"author":"― Lu Hsun  "
},
{
"text": "Life without thankfulness is devoid of love and passion. Hope without thankfulness is lacking in fine perception. Faith without thankfulness lacks strength and fortitude. Every virtue divorced from thankfulness is maimed and limps along the spiritual road.",
"author":"― John Henry Jowett  "
},
{
"text": "You are where you need to be. Just take a deep breath.",
"author":"― Lana Parrilla  "
},
{
"text": "Maybe love was meant to save us from ourselves.",
"author":"― robert m drake  "
},
{
"text": "You’re not a bad person, you’re just a little bit different and I’m a sucker for that.",
"author":"― robert m drake  "
},
{
"text": "Dead my old fine hopesAnd dry my dreaming but still...Iris, blue each spring",
"author":"― Shushiki, Japanese Haiku  "
},
{
"text": "She wildly burned for the one she loved and he stood there watching, hoping he too would catch a blaze from the violence stirring in her heart.",
"author":"― robert m drake  "
},
{
"text": "It's in those quiet little towns, at the edge of the world, that you will find the salt of the earth people who make you feel right at home.",
"author":"― Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip  "
},
{
"text": "Bagi gue, rumah adalah dia. Karena dia adalah tempat gue pulang. Karena, orang terbaik buat kita itu seperti rumah yang sempurna. Sesuatu yang bisa melindungi kita dari gelap, hujan, dan menawarkan kenyamanan.",
"author":"― Raditya Dika, Manusia Setengah Salmon  "
},
{
"text": "But she loves me. Me. Just the way I am.",
"author":"― P.C. Cast, Destined  "
},
{
"text": "A thousand desperate wishes have been spoken on these shores, and in the end they were all the same: Make me someone new.",
"author":"― Leigh Bardugo, The Language of Thorns: Midnight Tales and Dangerous Magic  "
},
{
"text": "I could recognise his soul in mine as much as he could find me in his. Our sole existences seemed to have been for this very moment when nothing else mattered.",
"author":"― X. Williamson, Distract My Hunger  "
},
{
"text": "But hope rises like water trapped by a dam, higher and higher, in increments that mean nothing until you face the flood.",
"author":"― Leigh Bardugo, The Language of Thorns: Midnight Tales and Dangerous Magic  "
},
{
"text": "I embraced a cloud,but when I soaredit rained.",
"author":"― Frank O'Hara, Meditations in an Emergency  "
},
{
"text": "A Pause of ThoughtI looked for that which is not, nor can be,And hope deferred made my heart sick in truthBut years must pass before a hope of youthIs resigned utterly.I watched and waited with a steadfast will:And though the object seemed to flee awayThat I so longed for, ever day by dayI watched and waited still.Sometimes I said: This thing shall be no more;My expectation wearies and shall cease;I will resign it now and be at peace:Yet never gave it o'er.Sometimes I said: It is an empty nameI long for; to a name why should I giveThe peace of all the days I have to live?--Yet gave it all the same.Alas, thou foolish one! alike unfitFor healthy joy and salutary pain:Thou knowest the chase useless, and againTurnest to follow it.",
"author":"― Christina Rossetti, Complete Poems  "
},
{
"text": "she was completely wholeand yet never fully complete",
"author":"― Maquita Donyel Irvin, Stories of a Polished Pistil: Lace and Ruffles  "
},
{
"text": "Let this time in your life cut you open and drain all of the things that are holding you back. I’m going to help you forgive the things that you won’t let yourself forget.",
"author":"― Jennifer Elisabeth  "
},
{
"text": "How fortunate we were who still had hope I did not then realise; I could not know how soon the time would come when we should have no more hope, and yet be unable to die",
"author":"― Vera Brittain, Testament of Youth  "
},
{
"text": "My pride shut me up, my hurt shut me down, and together they ganged up on my hope and let her get away.",
"author":"― David Levithan, Nick & Norah's Infinite Playlist  "
},
{
"text": "We grow up with such an idealistic view on how our life should be; love, friendships, a career or even the place we will live ~ only to age and realise none of it is what you expected & reality is a little disheartening, when you've reached that realisation; you have learnt the gift of all, any new beginning can start now and if you want anything bad enough you'll find the courage to pursue it with all you have. The past doesn't have to be the future, stop making it so.",
"author":"― Nikki Rowe  "
},
{
"text": "People aren't just ants rushing around over a crust of bread. Every life, no matter how isolated, touches hundreds of others. It's up to us to decide if those micro connections are positive or negative. But whichever we decide, it does impact the ones we deal with. One word can give someone the strength they needed at that moment or it can shred them down to nothing. A single smile can turn a bad moment good. And one wrong outburst or word could be the tiny push that causes someone to slip over the edge into destruction.",
"author":"― Sherrilyn Kenyon, Infamous  "
},
{
"text": "Life has moments that feel as if the sun has blackened to tar and the entire world turned to ice. It feels as if Hades and his vile demons have risen from the depths of Tartarus solely for the purpose of banding to personally torture you, and that their genuine intent of mental, emotional, and spiritual anguish is tearing you to shreds. Your heart weighs as heavily as leaden legs which you would drag yourself forward with if not for the quicksand that pulls you down inch by inch, paralyzing your will and threatening oblivion. And all the while fire and brimstone pour from the sky, pelting only you. Truly, that is what it feels like. But that feeling is a trial that won't last forever. Never give up.",
"author":"― Richelle E. Goodrich, Smile Anyway: Quotes, Verse, and Grumblings for Every Day of the Year  "
},
{
"text": "It is not as much about who you used to be, as it is about who you choose to be.",
"author":"― Sanhita Baruah  "
},
{
"text": "I knew I was alone in a way that no earthling has ever been before.",
"author":"― Michael Collins  "
},
{
"text": "I need you because I know I deserve you but let me fall in love with you one last time before I let go. So I can remember the beautiful imperfection that rattled my bones.",
"author":"― robert m drake  "
},
{
"text": "that there are many things that we cant understand. the past. the bad things that happened... and we become afraid. of what might happen in the future. its okay to be afraid. but we have to keep hoping and believeing... to keep hoping and trying our best to be good and do good. even when we're afraid",
"author":"― Nafisa Haji, The Writing on My Forehead  "
},
{
"text": "You spend your whole life looking for answers because you think the next answer will solve all your problems: make you a little less miserable, because when you run out of questions you don't just run out of answers... you run out hope.",
"author":"― house  "
},
{
"text": "There is always a part of my mind that is preparing for the worst, and another part of my mind that believes if I prepare enough for it, the worst won’t happen.",
"author":"― Kay Redfield Jamison  "
},
{
"text": "It was time to let go of the mad desire to remember. It was time to start living whatever life would come. In the present, not the past.",
"author":"― Adi Alsaid, Let's Get Lost  "
},

{
"text": "A person can do incredible things if he or she has enough hope.",
"author":"― shannon k. butcher  "
},
{
"text": "A truly Christian love, either to God or men, is a humble broken-hearted love. The desires of the saints, however earnest, are humble desires. Their hope is a humble hope; and their joy, even when it is unspeakable and full of glory, is a humble broken-hearted joy, and leaves the Christian more poor in spirit, and more like a little child, and more disposed to a universal lowliness of behaviour.",
"author":"― Jonathan Edwards, The Religious Affections  "
},
{
"text": "Nothing is predestined. The obstacles of your past can become the gateways that lead to new beginnings.",
"author":"― Ralph Blum  "
},
{
"text": "You can break a man with hope.",
"author":"― Kate Morgenroth, Jude  "
},
{
"text": "[Y]ou may live in the world as it is, but you can still work to create the world as it should be.",
"author":"― Michelle Obama, Becoming  "
},
{
"text": "The difference between hope and despair is a different way of telling stories from the same facts.",
"author":"― Alain de Botton  "
},
{
"text": "Hope and Memory have one daughter and her name is Art, and she has built her dwelling far from the desperate field where men hang out their garments upon forked boughs to be banners of battle. O beloved daughter of Hope and Memory, be with me for a while.",
"author":"― William Butler Yeats  "
},

{
"text": "Therefore, since we are receiving a kingdom that cannot be shaken, let us be thankful, and so worship God acceptably with reverence and awe, for our God is a consuming fire.",
"author":"― Anonymous, The Holy Bible: King James Version  "
},
{
"text": "We look into each other's eyes as we shake. His are still full of death and horror, but in them I see my face reflected, and inside my tiny eyes inside his, I think I see some hope.",
"author":"― Ned Vizzini, It's Kind of a Funny Story  "
},
{
"text": "I am hope.",
"author":"― Neil Gaiman, Preludes & Nocturnes  "
},
{
"text": "The times are chaotic. For me, I would hope that people look at [Angel] and gain strength by it. With everything that I do, I hope that they see people struggling to live decent, moral lives in a completely chaotic world. They see how hard it is, how often they fail, and how they get up and keep trying. That, to me, is the most important message I'm ever going to tell.",
"author":"― Joss Whedon  "
},
{
"text": "To have faith is to be sure of the things we hope for, to be certain of the things we cannot see.",
"author":"― Anonymous, The Holy Bible: King James Version  "
},
{
"text": "The gifts of the Master are these: freedom, life, hope, new direction, transformation, and intimacy with God. If the cross was the end of the story, we would have no hope. But the cross isn't the end. Jesus didn't escape from death; he conquered it and opened the way to heaven for all who will dare to believe. The truth of this moment, if we let it sweep over us, is stunning. It means Jesus really is who he claimed to be, we are really as lost as he said we are, and he really is the only way for us to intimately and spiritually connect with God again.",
"author":"― Steven James, Story  "
},
{
"text": "There had to be dark and muddy waters so that the sun could have something to background it's flashing glory.",
"author":"― Betty Smith  "
},
{
"text": "Life's trials will test you, and shape you, but don’t let them change who you are.",
"author":"― Aaron Lauritsen, 100 Days Drive: The Great North American Road Trip  "
},
{
"text": "A weak but steady throb lay beneath Kev's searching fingertips. Win's heartbeat...the pulse that sustained his universe.",
"author":"― Lisa Kleypas, Seduce Me at Sunrise  "
},
{
"text": "None of this had been fated; none of it foretold. There had been no prophecies of a demon king or a dragon queen, a one-eyed Tailor, Heartrender twins. They were just the people who had shown up and managed to survive.But maybe that was the trick of it: to survive, to dare to stay alive, to forge your own hope when all hope had run out.",
"author":"― Leigh Bardugo, Rule of Wolves  "
},
{
"text": "அச்சமில்லை அச்சமில்லை அச்சமென்ப தில்லையேஇச்சகத்து ளொரெலாம் எதிர்த்து நின்ற போதிலும்,அச்சமில்லை அச்சமில்லை அச்சமென்பதில்லையேதுச்சமாக எண்ணி நம்மைத் தூறு செய்த போதினும்,அச்சமில்லை அச்சமில்லை அச்சமென்பதில்லையேபிச்சை வாங்கி உண்ணும் வாழ்க்கை பெற்று விட்ட போதிலும்,அச்சமில்லை அச்சமில்லை அச்சமென்ப தில்லையேஇச்சை கொண்ட பொருளெலாம் இழந்த விட்ட போதிலும்,அச்சமில்லை அச்சமில்லை அச்சமென்பதில்லையே.கச்சணிந்த கொங்கை மாதர் கண்கள் வீசு போதினும்,அச்சமில்லை அச்சமில்லை அச்சமென்பதில்லையே.நச்சை வாயி லேகொணர்ந்து நண்ப ரூட்டு போதினும்,அச்சமில்லை அச்சமில்லை அச்சமென்பதில்லையே.பச்சையூ னியைந்த வேற் படைகள் வந்த போதிலும்,அச்சமில்லை அச்சமில்லை அச்சமென்பதில்லையே.உச்சிமீது வானிடிந்து வீழுகின்ற போதினும்,அச்சமில்லை அச்சமில்லை அச்சமென்பதில்லையே.",
"author":"― Subramanya bharathi, mahakavi barathiyar kavithaikal  "
},
{
"text": "We are alive. We are human, with good and bad in us. That's all we know for sure. We can't create a new species or a new world. That's been done. Now we have to live within those boundaries . What are our choices? We can despair and curse, and change nothing. We can choose evil like our enemies have done and create a world based on hate. Or we can try to make things better.",
"author":"― Carol Matas, Daniel's Story  "
},
{
"text": "If it were not for hopes, the heart would break.",
"author":"― thomas fuller  "
},
{
"text": "At such moments the collapse of their courage, willpower, and endurance was so abrupt that they felt they could never drag themselves out of the pit of despond into which they had fallen. Therefore they forced themselves never to think about the problematic day of escape, to cease looking to the future, and always to keep, so to speak, their eyes fixed on the ground at their feet. But, naturally enough, this prudence, this habit of feinting with their predicament and refusing to put up a fight, was ill rewarded. For, while averting that revulsion which they found so unbearable, they also deprived themselves of those redeeming moments, frequent enough when all is told, when by conjuring up pictures of a reunion to be, they could forget about the plague. Thus, in a middle course between these heights and depths, they drifted through life rather than lived, the prey of aimless days and sterile memories, like wandering shadows that could have acquired substance only by consenting to root themselves in the solid earth of their distress.",
"author":"― Camus Albert, The Plague  "
},
{
"text": "Jayden laughed grimly. 'Press the attack and hope for the best.''Hope is not a strategy,' said Kira'It's not plan A,' said Jayden, 'and it shouldn't be plan B, but it is every plan C that has ever been made.",
"author":"― Dan Wells, Partials  "
},
{
"text": "A Brief for the DefenseSorrow everywhere. Slaughter everywhere. If babies are not starving someplace, they are starving somewhere else. With flies in their nostrils. But we enjoy our lives because that's what God wants. Otherwise the mornings before summer dawn would not be made so fine. The Bengal tiger would not be fashioned so miraculously well. The poor women at the fountain are laughing together between the suffering they have known and the awfulness in their future, smiling and laughing while somebody in the village is very sick. There is laughter every day in the terrible streets of Calcutta, and the women laugh in the cages of Bombay. If we deny our happiness, resist our satisfaction, we lessen the importance of their deprivation. We must risk delight. We can do without pleasure, but not delight. Not enjoyment. We must have the stubbornness to accept our gladness in the ruthless furnace of this world. To make injustice the only measure of our attention is to praise the Devil. If the locomotive of the Lord runs us down, we should give thanks that the end had magnitude. We must admit there will be music despite everything. We stand at the prow again of a small ship anchored late at night in the tiny port looking over to the sleeping island: the waterfront is three shuttered cafés and one naked light burning. To hear the faint sound of oars in the silence as a rowboat comes slowly out and then goes back is truly worth all the years of sorrow that are to come.",
"author":"― Jack Gilbert, Refusing Heaven  "
},
{
"text": "One thing I've learnt through writing is this: with everything in life, you have to look down deep into your heart! That fact is true with all things! If you have Jesus inside, He will give you all you need to say, and all the actions you need to do! It's not mere imagination the things I write; they are composed from the words lit up inside of me, from my Creator, who made all things bright!",
"author":"― Mary Kate  "
},
{
"text": "I drink cup of sunlight every morning to brighten myself.",
"author":"― Debasish Mridha  "
},
{
"text": "When by my solitary hearth I sit,When no fair dreams before my "
},
{
"text": "mind’s eye",
"author":"― John Keats, The Complete Poems  "
},
{
"text": "My grandpa had a saying before he died: You can hope in one hand, shit in the other, and see which is filled first.",
"author":"― Chris Colfer, Struck By Lightning: The Carson Phillips Journal  "
},
{
"text": "There is such a thing as too much loss. Too much has been taken from you both - taken and taken and taken, until there's nothing left but hope, and you've given that up because it hurts too much. Until you would rather die, or kill, or avoid attachments altogether, than lose one more thing.",
"author":"― N.K. Jemisin, The Obelisk Gate  "
},
{
"text": "No risk is more terrifying than that taken by the first root. A lucky root will eventually find water, but its first job is to anchor -- to anchor an embryo and forever end its mobile phase, however passive that mobility was. Once the first root is extended, the plant will never again enjoy any hope (however feeble) of relocating to a place less cold, less dry, less dangerous. Indeed, it will face frost, drought, and greedy jaws without any possibility of flight. The tiny rootlet has only once chance to guess what the future years, decades -- even centuries -- will bring to the patch of soil where it sits. It assesses the light and humidity of the moment, refers to its programming, and quite literally takes the plunge.",
"author":"― Hope Jahren, Lab Girl  "
},
{
"text": "Courage will now be your best defence against the storm that is at hand-—that and such hope as I bring.",
"author":"― J.R.R. Tolkien, The Return of the King  "
},
{
"text": "Look: the trees exist; the houseswe dwell in stand there stalwartly. Only wepass by it all, like a rush of air.And everything conspires to keep quiet about us,half out of shame perhaps, half out of some secret hope.",
"author":"― Rainer Maria Rilke, Duino Elegies  "
},
{
"text": "It does not count if you believe in yourself when it’s easy to believe in yourself. It does not count if you believe the world can be a better place when the future looks bright. It does not count if you think you’re going to make it when the finish line is right in front of you. It counts when it’s hard to believe in yourself, when it looks like the world’s going to end and you’ve still got a long way to go.That’s when it counts. That’s when it matters the most.",
"author":"― pleasefindthis, I Wrote This For You  "
},
{
"text": "Everybody’s damaged. It’s just a question of how badly, and whether you’re healing or still bleeding.",
"author":"― Angela N. Blount, Once Upon a Road Trip  "
},
{
"text": "Carry the fire.",
"author":"― Cormac McCarthy, The Road  "
},
{
"text": "There is nothing new under the sun, but there are new suns.",
"author":"― Octavia E. Butler  "
},
{
"text": "I always thought old age would be a writer’s best chance. Whenever I read the late work of Goethe or W. B. Yeats I had the impertinence to identify with it. Now, my memory’s gone, all the old fluency’s disappeared. I don’t write a single sentence without saying to myself, ‘It’s a lie!’ So I know I was right. It’s the best chance I’ve ever had.",
"author":"― Samuel Beckett  "
},
{
"text": "Be Sure To Notice When You're Happy",
"author":"― Brenda Farrar-Ejemai  "
},
{
"text": "Only those who still have hope can benefit from tears.",
"author":"― Nathanael West, The Day of the Locust  "
},
{
"text": "I made up my mind right then what I really wanted in my life. It was comfort of a home and a family. But more than that, I wanted love. I wanted love to surround me. I wanted to swim in it. I wanted to hold it in my hand like heated sand and pour it through my fingers so it covered my feet. I wanted to taste it, I wanted to smell it. I wanted to wrap myself up in it like a blanket and stay safe and warm inside of it forever. And I wanted to give it. I wanted to drown people in it. I wanted to love with all my heart and be loved just as much in return.",
"author":"― Melodie Ramone, After Forever Ends  "
},
{
"text": "In joined hands there is still some token of hope, in the clinched fist none.",
"author":"― Victor Hugo, The Toilers of the Sea  "
},
{
"text": "That’s what winter is: an exercise in remembering how to still yourself then how to come pliantly back to life again.",
"author":"― Ali Smith, Winter  "
},
{
"text": "Remember, Red, hope is a good thing, maybe the best of things, and no good thing ever dies. I will be hoping that this letter finds you, and finds you well.",
"author":"― The Shawshank Redemption  "
},
{
"text": "I remember being scared that something must, surely, go wrong, if we were this happy, her and me, in the early days, when our love was settling into the shape of our lives like cake mixture reaching the corners of the tin as it swells and bakes.",
"author":"― Max Porter, Grief is the Thing with Feathers  "
},
{
"text": "That which causes us trials shall yield us triumph: and that which make our hearts ache shall fill us with gladness. The only true happiness is to learn, to advance, and to improve: which could not happen unless we had commenced with error, ignorance, and imperfection. We must pass through the darkness, to reach the light.",
"author":"― Albert Pike  "
},
{
"text": "There was something better in life than this rubxadbish, if only he could get to it—love—nobility—big spaces where passion clasped peace, spaces no science could reach, but they existed for ever, full of woods some of them, and arched with majestic sky and a friend. . .",
"author":"― E.M. Forster, Maurice  "
},
{
"text": "The problem with hope, Anne finds through the years, is that it gets your hopes up. But hopelessness is worse.",
"author":"― Kelly Braffet, Last Seen Leaving  "
},
{
"text": "Like after a prairie fire...It seems like the end of the world. The earth is all scorched and black and everything green is gone. But after the burning, the soil is richer, and new things can grow....People are like that, too, you know. They start over. They find a way.",
"author":"― Celeste Ng, Little Fires Everywhere  "
},
{
"text": "Trump’s America is not America: not today’s or tomorrow’s, but yesterday’s.Trump’s America is brutal, perverse, regressive, insular and afraid. There is no hope in it; there is no light in it. It is a vast expanse of darkness and desolation.And that is a vision of America that most of the people in this country cannot and will not abide.",
"author":"― Charles M. Blow  "
},
{
"text": "He believed in himself, believed in his quixotic ambition, letting the failures of the previous day disappear as each new day dawned. Yesterday was not today. The past did not predict the future if he could learn from his mistakes.",
"author":"― Daniel Wallace, The Kings and Queens of Roam  "
},
{
"text": "And sometimes, just sometimes,out of every hundred; you are shinningon the inside. Sometimessometimes, on the same day,universe decides to reflect you on theoutside, it decides to shine too ,Soyou put a smile on your face, take awalk and watch it sharing yourhappiness, sharing your light ,breathit all in, take your boost and let theworld lift you up till you actuallybelieve that it has your back ,take thegift and take your credit, even if it'snot your wings, cause this universeonly reflects back, it gifts back, it'sfair but it isn't an initiator. Andmaybe, just maybe if you believe in it,it will believe in you too, maybe thenwhen it's raining on you, when it's toodark, when rock bottom gives you aconcussion, you will look up withfaith, and out of all the thingsshowering on your head, you will findyour favorite one, you will be giftedwith stars,ones that can reflect on your inside,ones that can light you up back",
"author":"― Mennah al refaey  "
},
{
"text": "Believe in yourself, your abilities and your own potential. Never let self-doubt hold you captive. You are worthy of all that you dream of and hope for.",
"author":"― Roy Bennett  "
},
{
"text": "Who you are is not determined by what you wear, the money in your wallet, nor how you look. Who you are is simply determined by who or what you follow. If you follow money you will only seek after such, giving your all for it. If you seek after what they call, 'fun,' your life will be aimed towards finding a way to fame, or a new way to party. If you follow the Lord Jesus your life will be given to Him, and the hopes and dreams you have will be in pleasing Him!! Everyone follows someone or something. Who will it be? Choose wisely- you are important!!",
"author":"― Mary Kate  "
},
{
"text": "I love to walk. Walking is a spiritual journey and a reflection of living. Each of us must determine which path to take and how far to walk; we must find our own way, what is right for one may not be for another. There is no single right way to deal with late stage cancer, to live life or approach death, or to walk an old mission trail.",
"author":"― Edie Littlefield Sundby, The Mission Walker: I was given three months to live...  "
},
{
"text": "Kindness is universal. Sometimes being kind allows others to see the goodness in humanity through you. Always be kinder than necessary.",
"author":"― Germany Kent  "
},
{
"text": "There is nothing foolish about hope.",
"author":"― N.K. Jemisin, The Hundred Thousand Kingdoms  "
}

]