[
{
    "text": "You come to love not by finding the perfect person, but by seeing an imperfect person perfectly",
    "author":"Sam Keen"
},
{
    "text": "Sexiness wears thin after a while and beauty fades, but to be married to a man who makes you laugh every day, ah, now that's a real treat.",
    "author":"Joanne Woodward"
},
{
    "text":"Love is composed of a single soul inhabiting two bodies.",
    "author":"Aristotle"
},
{
    "text":"The best and most beautiful things in the world cannot be seen or even heard, but must be felt with the heart",
    "author":"Helen Keller"
},
{
    "text":"When you realize you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible.",
    "author":"Billy Crystal"
},
{
    "text":"The most important thing in life is to learn how to give out love, and to let it come in",
    "author":"Morrie Schwartz"
},
{
    "text":"Who, being loved, is poor?",
    "author":"Oscar Wilde"
},
{
    "text":"Love is totally nonsensical. But we have to keep doing it or else we're lost and love is dead, and humanity should just pack it in. Because love is the best thing we do.",
    "author":"Josh Radnor"
},
{
    "text":"There is always some madness in love. But there is also always some reason in madness.",
    "author":"Friedrich Nietzsche"
},
{
    "text":"Have enough courage to trust love one more time and always one more time.",
    "author":"Maya Angelou"
},
{
    "text":"Sometimes two people have to fall apart to realize how much they need to fall back together.",
    "author":"Anonymous"
},
{
    "text":"Love alone can rekindle life.",
    "author":"Henri Frederic Amiel"
},
{
    "text":"A successful marriage requires falling in love many times, always with the same person",
    "author":"Mignon McLaughlin"
},
{
    "text":"Love is a game that two can play and both can win.",
    "author":"Eva Gabor"
},
{
    "text":"To know when to go away and when to come closer is the key to any lasting relationship.",
    "author":"Doménico Cieri Estrada"
},
{
    "text":"Love doesn't make the world go around. Love is what makes the ride worthwhile.",
    "author":"Fraklin P. Jones"
},
{
    "text":"To get the full value of joy, you must have someone to divide it with.",
    "author":"Mark Twain"
},
{
    "text":"Souls tend to go back to who feels like home.",
    "author":"N.R. Heart"
},
{
    "text":"Love does not consist in gazing at each other, but in looking outward together in the same direction.",
    "author":"Antoine de Saint-Exupéry"
},
{
    "text":"I love her, and it is the beginning of everything.",
    "author":"F. Scott Fitzgerald"
},
{
    "text":"In my opinion, the best thing you can do is find someone who loves you for exactly what you are. Good mood, bad mood, ugly, pretty, handsome, what have you.",
    "author":"J.K. Simmons"
},
{
    "text":"Gravitation is not responsible for people falling in love.",
    "author":"Albert Einstein"
},
{
    "text":"Okay, life's a fact, people do fall in love, people do belong to each other, because that's the only chance anybody's got for real happiness.",
    "author":"George Peppard"
},
{
    "text":"It is better to love wisely, no doubt: but to love foolishly is better than not to be able to love at all.",
    "author":"William Makepeace Thackeray"
},
{
    "text":"It is not time or opportunity that is to determine intimacy;—it is disposition alone. Seven years would be insufficient to make some people acquainted with each other, and seven days are more than enough for others.",
    "author":"Jane Austen"
},
{
    "text":"The greatest thing you'll ever learn is just to love and be loved in return.",
    "author":"Moulin Rouge"
}

]