[
    {
        "text": "If you tell the truth, you don't have to remember anything.",
        "author":"― Mark Twain  "
        },
        {
        "text": "The reason I talk to myself is because I’m the only one whose answers I accept.",
        "author":"― George Carlin  "
        },
        {
        "text": "When someone loves you, the way they talk about you is different. You feel safe and comfortable.",
        "author":"― Jess C. Scott, The Intern  "
        },
        {
        "text": "The truth is rarely pure and never simple.",
        "author":"― Oscar Wilde, The Importance of Being Earnest  "
        },

        {
        "text": "A lie can travel half way around the world while the truth is putting on its shoes.",
        "author":"― Mark Twain  "
        },
        {
        "text": "Never tell the truth to people who are not worthy of it.",
        "author":"― Mark Twain  "
        },
        {
        "text": "Perhaps one did not want to be loved so much as to be understood.",
        "author":"― George Orwell, 1984  "
        },
        {
        "text": "The truth will set you free, but first it will piss you off.",
        "author":"― Joe Klaas, Twelve Steps to Happiness  "
        },
        {
        "text": "When I despair, I remember that all through history the way of truth and love have always won. There have been tyrants and murderers, and for a time, they can seem invincible, but in the end, they always fall. Think of it--always.",
        "author":"― Mahatma Gandhi  "
        },
        {
        "text": "I am not pretty. I am not beautiful. I am as radiant as the sun.",
        "author":"― Suzanne Collins, The Hunger Games  "
        },
        {
        "text": "Facts do not cease to exist because they are ignored.",
        "author":"― Aldous Huxley, Complete Essays, Vol. II: 1926-1929  "
        },
        {
        "text": "Above all, don't lie to yourself. The man who lies to himself and listens to his own lie comes to a point that he cannot distinguish the truth within him, or around him, and so loses all respect for himself and for others. And having no respect he ceases to love.",
        "author":"― Fyodor Dostoevsky, The Brothers Karamazov  "
        },
        {
        "text": "I believe in everything until it's disproved. So I believe in fairies, the myths, dragons. It all exists, even if it's in your mind. Who's to say that dreams and nightmares aren't as real as the here and now?",
        "author":"― John Lennon  "
        },
        {
        "text": "In a time of deceit telling the truth is a revolutionary act.",
        "author":"― George Orwell  "
        },
        {
        "text": "A thing is not necessarily true because a man dies for it.",
        "author":"― Oscar Wilde  "
        },
        {
        "text": "Here's all you have to know about men and women: women are crazy, men are stupid. And the main reason women are crazy is that men are stupid.",
        "author":"― George Carlin, When Will Jesus Bring The Pork Chops?  "
        },
        {
        "text": "Books are mirrors: you only see in them what you already have inside you.",
        "author":"― Carlos Ruiz Zafón, The Shadow of the Wind  "
        },
        {
        "text": "The unexamined life is not worth living.",
        "author":"― Socrates  "
        },
        {
        "text": "Man is least himself when he talks in his own person. Give him a mask, and he will tell you the truth.",
        "author":"― Oscar Wilde  "
        },
        {
        "text": "Men occasionally stumble over the truth, but most of them pick themselves up and hurry off as if nothing had happened.",
        "author":"― Winston S. Churchill  "
        },
        {
        "text": "Be mindful. Be grateful. Be positive. Be true. Be kind.",
        "author":"― Roy T. Bennett, The Light in the Heart  "
        },
        {
        "text": "I lie to myself all the time. But I never believe me.",
        "author":"― S.E. Hinton, The Outsiders  "
        },
        {
        "text": "Never be afraid to raise your voice for honesty and truth and compassion against injustice and lying and greed. If people all over the world...would do this, it would change the earth.",
        "author":"― William Faulkner  "
        },
        {
        "text": "Truth is stranger than fiction, but it is because Fiction is obliged to stick to possibilities; Truth isn't.",
        "author":"― Mark Twain, Following the Equator: A Journey Around the World  "
        },
        {
        "text": "The truth does not change according to our ability to stomach it.",
        "author":"― Flannery O'Connor  "
        },
        {
        "text": "The truth is, unless you let go, unless you forgive yourself, unless you forgive the situation, unless you realize that the situation is over, you cannot move forward.",
        "author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
        },
        {
        "text": "Tell the truth, or someone will tell it for you.",
        "author":"― Stephanie Klein, Straight Up and Dirty  "
        },
    
        {
        "text": "Art is the lie that enables us to realize the truth.",
        "author":"― Pablo Picasso  "
        },
        {
        "text": "The best way to find out if you can trust somebody is to trust them.",
        "author":"― Ernest Hemingway  "
        },
        {
        "text": "The most important kind of freedom is to be what you really are. You trade in your reality for a role. You trade in your sense for an act. You give up your ability to feel, and in exchange, put on a mask. There can't be any large-scale revolution until there's a personal revolution, on an individual level. It's got to happen inside first.",
        "author":"― Jim MORRISON  "
        },
        {
        "text": "The more I see, the less I know for sure.",
        "author":"― John Lennon  "
        },
        {
        "text": "There are no facts, only interpretations.",
        "author":"― Friedrich Nietzsche  "
        },
        {
        "text": "It's enough for me to be sure that you and I exist at this moment.",
        "author":"― Gabriel García Márquez, One Hundred Years of Solitude  "
        },
        {
        "text": "All you have to do is write one true sentence. Write the truest sentence that you know.",
        "author":"― Ernest Hemingway  "
        },
        {
        "text": "There are three types of lies -- lies, damn lies, and statistics.",
        "author":"― Benjamin Disraeli  "
        },
        {
        "text": "The beginning of love is the will to let those we love be perfectly themselves, the resolution not to twist them to fit our own image. If in loving them we do not love what they are, but only their potential likeness to ourselves, then we do not love them: we only love the reflection of ourselves we find in them",
        "author":"― Thomas Merton, No Man Is an Island  "
        },
    
        {
        "text": "If you want to tell people the truth, make them laugh, otherwise they'll kill you.",
        "author":"― George Bernard Shaw  "
        },
        {
        "text": "If you do not tell the truth about yourself you cannot tell it about other people.",
        "author":"― Virginia Woolf  "
        },
        {
        "text": "The past has no power over the present moment.",
        "author":"― Eckhart Tolle  "
        },
        {
        "text": "A truth that's told with bad intentBeats all the lies you can invent.",
        "author":"― William Blake, Auguries of Innocence  "
        },
        {
        "text": "I have learned now that while those who speak about one's miseries usually hurt, those who keep silence hurt more.",
        "author":"― C. S. Lewis  "
        },
        {
        "text": "No persons are more frequently wrong, than those who will not admit they are wrong.",
        "author":"― François de La Rochefoucauld  "
        },
        {
        "text": "Illegal aliens have always been a problem in the United States. Ask any Indian.",
        "author":"― Robert Orben  "
        },
        {
        "text": "Everything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth.",
        "author":"― Marcus Aurelius , Meditations  "
        },
        {
        "text": "Thinking something does not make it true. Wanting something does not make it real.",
        "author":"― Michelle Hodkin, The Unbecoming of Mara Dyer  "
        },
        {
        "text": "Better a cruel truth than a comfortable delusion.",
        "author":"― Edward Abbey  "
        },
        {
        "text": "The truth will set you free. But not until it is finished with you.",
        "author":"― David Foster Wallace, Infinite Jest  "
        },
        {
        "text": "To be fully seen by somebody, then, and be loved anyhow - this is a human offering that can border on miraculous.",
        "author":"― Elizabeth Gilbert, Committed: A Skeptic Makes Peace with Marriage  "
        },
        {
        "text": "All good books are alike in that they are truer than if they had really happened and after you are finished reading one you will feel that all that happened to you and afterwards it all belongs to you: the good and the bad, the ecstasy, the remorse and sorrow, the people and the places and how the weather was. If you can get so that you can give that to people, then you are a writer.",
        "author":"― Ernest Hemingway  "
        },
        {
        "text": "The only truth is music.",
        "author":"― Jack Kerouac  "
        },
        {
        "text": "Most men would rather deny a hard truth than face it.",
        "author":"― George R.R. Martin, A Game of Thrones  "
        },
        {
        "text": "Usually we walk around constantly believing ourselves. \"I'm okay\" we say. \"I'm alright\". \nBut sometimes the truth arrives on you and you can't get it off. That's when you realize that sometimes it isn't even an answer--it's a question. Even now, I wonder how much of my life is convinced.",
        "author":"― Markus Zusak, The Book Thief  "
        },
        {
        "text": "It is better to offer no excuse than a bad one.",
        "author":"― George Washington  "
        },
        {
        "text": "Sometimes it takes a good fall to really know where you stand",
        "author":"― Hayley Williams  "
        },
        {
        "text": "It is difficult, when faced with a situation you cannot control, to admit you can do nothing.",
        "author":"― Lemony Snicket, Horseradish  "
        },
        {
        "text": "When you are sorrowful look again in your heart, and you shall see that in truth you are weeping for that which has been your delight.",
        "author":"― Kahlil Gibran  "
        },
        {
        "text": "I'm about to make a wild, extreme and severe relationship rule: the word busy is a load of crap and is most often used by assholes. The word \"busy\" is the relationship Weapon of Mass Destruction. It seems like a good excuse, but in fact in every silo you uncover, all you're going to find is a man who didn't care enough to call. Remember men are never to busy to get what they want.",
        "author":"― Greg Behrendt  "
        },
        {
        "text": "There are times to stay put, and what you want will come to you, and there are times to go out into the world and find such a thing for yourself.",
        "author":"― Lemony Snicket, Horseradish  "
        },
        {
        "text": "People often claim to hunger for truth, but seldom like the taste when it's served up.",
        "author":"― George R.R. Martin, A Clash of Kings  "
        },
        {
        "text": "I'm for truth, no matter who tells it. I'm for justice, no matter who it is for or against. I'm a human being, first and foremost, and as such I'm for whoever and whatever benefits humanity as a whole.",
        "author":"― Malcolm X  "
        },
        {
        "text": "People think that a liar gains a victory over his victim. What I’ve learned is that a lie is an act of self-abdication, because one surrenders one’s reality to the person to whom one lies, making that person one’s master, condemning oneself from then on to faking the sort of reality that person’s view requires to be faked…The man who lies to the world, is the world’s slave from then on…There are no white lies, there is only the blackest of destruction, and a white lie is the blackest of all.",
        "author":"― Ayn Rand, Atlas Shrugged  "
        },
        {
        "text": "The truth isn't always beauty, but the hunger for it is.",
        "author":"― Nadine Gordimer  "
        },
        {
        "text": "The truth is not always beautiful, nor beautiful words the truth.",
        "author":"― Lao Tzu, Tao Te Ching  "
        },
        {
        "text": "Much of what was said did not matter, and that much of what mattered could not be said.",
        "author":"― Katherine Boo, Behind the Beautiful Forevers: Life, Death, and Hope in a Mumbai Undercity  "
        },
        {
        "text": "We live in an age when unnecessary things are our only necessities.",
        "author":"― Oscar Wilde  "
        },
        {
        "text": "Men may be stronger, but it is women who endure.",
        "author":"― Cassandra Clare, Clockwork Princess  "
        },
        {
        "text": "You can safely assume you've created God in your own image when it turns out that God hates all the same people you do.",
        "author":"― Anne Lamott  "
        },
        {
        "text": "There’s no such thing as ruining your life. Life’s a pretty resilient thing, it turns out.",
        "author":"― Sophie Kinsella, The Undomestic Goddess  "
        },
        {
        "text": "A thinker sees his own actions as experiments and questions--as attempts to find out something. Success and failure are for him answers above all.",
        "author":"― Friedrich Nietzsche  "
        },
        {
        "text": "There are two ways to be fooled. One is to believe what isn't true; the other is to refuse to believe what is true.",
        "author":"― Soren Kierkegaard  "
        },
        {
        "text": "If you look for truth, you may find comfort in the end; if you look for comfort you will not get either comfort or truth only soft soap and wishful thinking to begin, and in the end, despair.",
        "author":"― C.S. Lewis  "
        },
        {
        "text": "Just because you don't understand it doesn't mean it isn't so.",
        "author":"― Lemony Snicket, The Blank Book  "
        },
        {
        "text": "I think that we are like stars. Something happens to burst us open; but when we burst open and think we are dying; we’re actually turning into a supernova. And then when we look at ourselves again, we see that we’re suddenly more beautiful than we ever were before!",
        "author":"― C. JoyBell C.  "
        },
        {
        "text": "For me, it is far better to grasp the Universe as it really is than to persist in delusion, however satisfying and reassuring.",
        "author":"― Carl Sagan, The Demon-Haunted World: Science as a Candle in the Dark  "
        },
        {
        "text": "Sometimes things become possible if we want them bad enough.",
        "author":"― T.S. Eliot  "
        },
        {
        "text": "Something inside Clary cracked and broke, and words came pouring out. 'What do you want me to tell you? The truth? The truth is that I love Simon like I should love you, and I wish he was my brother and you weren't, but I can't do anything about that and neither can you!",
        "author":"― Cassandra Clare , City of Ashes  "
        },
        {
        "text": "Whatever satisfies the soul is truth.",
        "author":"― Walt Whitman  "
        },
        {
        "text": "Those sweet lips. My, oh my, I could kiss those lips all night long.Good things come to those who wait.",
        "author":"― Jess C. Scott, The Intern  "
        },
        {
        "text": "Nothing ever happens like you imagine it will",
        "author":"― John Green, Paper Towns  "
        },
        {
        "text": "Truth never damages a cause that is just.",
        "author":"― Mahatma Gandhi  "
        },
        {
        "text": "I’m just sick of ego, ego, ego. My own and everybody else’s. I’m sick of everybody that wants to get somewhere, do something distinguished and all, be somebody interesting. It’s disgusting.",
        "author":"― J.D. Salinger, Franny and Zooey  "
        },
        {
        "text": "Perhaps the truth depends on a walk around the lake.",
        "author":"― Wallace Stevens  "
        },
        {
        "text": "There's a world of difference between truth and facts. Facts can obscure truth.",
        "author":"― Maya Angelou  "
        },
        {
        "text": "The most common form of despair is not being who you are.",
        "author":"― Søren Kierkegaard  "
        },
        {
        "text": "It is always the false that makes you suffer, the false desires and fears, the false values and ideas, the false relationships between people. Abandon the false and you are free of pain; truth makes happy, truth liberates.",
        "author":"― Sri Nisargadatta Maharaj  "
        },
        {
        "text": "Life's as kind as you let it be.",
        "author":"― Charles Bukowski, Hot Water Music  "
        },
        {
        "text": "Being in a minority, even in a minority of one, did not make you mad. There was truth and there was untruth, and if you clung to the truth even against the whole world, you were not mad.",
        "author":"― George Orwell, 1984  "
        },
        {
        "text": "Fiction reveals truth that reality obscures.",
        "author":"― Jessamyn West  "
        },
        {
        "text": "Love truth, but pardon error.",
        "author":"― Voltaire  "
        },
        {
        "text": "Who is more humble? The scientist who looks at the universe with an open mind and accepts whatever the universe has to teach us, or somebody who says everything in this book must be considered the literal truth and never mind the fallibility of all the human beings involved?",
        "author":"― Carl Sagan  "
        },
        {
        "text": "I envy people that know love. That have someone who takes them as they are.",
        "author":"― Jess C Scott, The Devilin Fey  "
        },
        {
        "text": "Three things can not hide for long: the Moon, the Sun and the Truth.",
        "author":"― Gautama Buddha  "
        },
        {
        "text": "But when it came right down to it, the skin of my wrist looked so white and defensless that I couldn't do it. It was as if what I wanted to kill wasn't in that skin or the thin blue pulse that jumped under my thumb, but somewhere else, deeper, more secret, and a whole lot harder to get.",
        "author":"― Sylvia Plath, The Bell Jar  "
        },
        {
        "text": "Friends are the family you choose (~ Nin/Ithilnin, Elven rogue).",
        "author":"― Jess C Scott, The Other Side of Life  "
        },
        {
        "text": "If the road is easy, you're likely going the wrong way.",
        "author":"― Terry Goodkind  "
        },
        {
        "text": "There's more beauty in truth, even if it is dreadful beauty.",
        "author":"― John Steinbeck, East of Eden  "
        },
        {
        "text": "Equality is not a concept. It's not something we should be striving for. It's a necessity. Equality is like gravity. We need it to stand on this earth as men and women, and the misogyny that is in every culture is not a true part of the human condition. It is life out of balance, and that imbalance is sucking something out of the soul of every man and woman who's confronted with it. We need equality. Kinda now.",
        "author":"― Joss Whedon  "
        },
        {
        "text": "The essence of being human is that one does not seek perfection.",
        "author":"― George Orwell, In Front of Your Nose: 1945-1950  "
        },
        {
        "text": "The best lies were always mixed with truth.",
        "author":"― Sarah J. Maas, Crown of Midnight  "
        },
        {
        "text": "When truth is replaced by silence,the silence is a lie.",
        "author":"― Yevgeny Yevtushenko  "
        },
        {
        "text": "It is an occupational hazard that anyone who has spent her life learning how to lie eventually becomes bad at telling the truth.",
        "author":"― Ally Carter, Heist Society  "
        },
        {
        "text": "Facts are like cows. If you look them in the face long enough, they generally run away.",
        "author":"― Dorothy L. Sayers  "
        },
        {
        "text": "One should never trust a woman who tells one her real age. A woman who would tell one that would tell one anything.",
        "author":"― Oscar Wilde  "
        },
        {
        "text": "Here's something else to think about: calling when you say you're going to is the very first brick in the house you are building of love and trust. If he can't lay this one stupid brick down, you ain't never gonna have a house baby, and it's cold outside.",
        "author":"― Greg Behrendt, He's Just Not That Into You: The No-Excuses Truth to Understanding Guys  "
        },
        {
        "text": "But you can't make people listen. They have to come round in their own time, wondering what happened and why the world blew up around them. It can't last.",
        "author":"― Ray Bradbury, Fahrenheit 451  "
        },
        {
        "text": "Believe those who are seeking the truth. Doubt those who find it.",
        "author":"― Andre Gide  "
        },
        {
        "text": "You never know how much you really believe anything until its truth or falsehood becomes a matter of life and death to you.",
        "author":"― C.S. Lewis  "
        },
        {
        "text": "Words can be twisted into any shape. Promises can be made to lull the heart and seduce the soul. In the final analysis, words mean nothing. They are labels we give things in an effort to wrap our puny little brains around their underlying natures, when ninety-nine percent of the time the totality of the reality is an entirely different beast. The wisest man is the silent one. Examine his actions. Judge him by them.",
        "author":"― Karen Marie Moning  "
        },
        {
        "text": "Things come apart so easily when they have been held together with lies.",
        "author":"― Dorothy Allison, Bastard Out of Carolina  "
        },
       
        {
        "text": "Let’s start with this statistic: You are delicious. Be brave, my sweet. I know you can get lonely. I know you can crave companionship and sex and love so badly that it physically hurts. But I truly believe that the only way you can find out that there’s something better out there is to first believe there’s something better out there. What other choice is there?",
        "author":"― Greg Behrendt, He's Just Not That Into You  "
        },
        {
        "text": "The only way you can write the truth is to assume that what you set down will never be read. Not by any other person, and not even by yourself at some later date. Otherwise you begin excusing yourself. You must see the writing as emerging like a long scroll of ink from the index finger of your right hand; you must see your left hand erasing it.",
        "author":"― Margaret Atwood, The Blind Assassin  "
        },
        {
        "text": "Seldom, very seldom, does complete truth belong to any human disclosure; seldom can it happen that something is not a little disguised or a little mistaken.",
        "author":"― Jane Austen, Emma  "
        },
        {
        "text": "Live your truth. Express your love. Share your enthusiasm. Take action towards your dreams. Walk your talk. Dance and sing to your music. Embrace your blessings. Make today worth remembering.",
        "author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
        },
        {
        "text": "The truth doesn't always set you free; people prefer to believe prettier, neatley wrapped lies",
        "author":"― Jodi Picoult, Keeping Faith  "
        },
        {
        "text": "I am not bound to win, but I am bound to be true. I am not bound to succeed, but I am bound to live up to what light I have.",
        "author":"― Abraham Lincoln  "
        },
        {
        "text": "One swing set, well worn but structurally sound, seeks new home. Make memories with your kid or kids so that someday he or she or they will look into the backyard and feel the ache of sentimentality as desperately as I did this afternoon. It's all fragile and fleeting, dear reader, but with this swing set, your child(ren) will be introduced to the ups and downs of human life gently and safely, and may also learn the most important lesson of all: No matter how hard you kick, no matter how high you get, you can't go all the way around.",
        "author":"― John Green, The Fault in Our Stars  "
        },
        {
        "text": "Wanting to be liked can get in the way of truth.",
        "author":"― Delia Ephron, Sister Mother Husband Dog: Etc.  "
        },
        {
        "text": "A fit, healthy body—that is the best fashion statement",
        "author":"― Jess C Scott  "
        },
        {
        "text": "Oh, what a tangled web we weave...when first we practice to deceive.",
        "author":"― Walter Scott, Marmion  "
        },
        {
        "text": "I can't believe I said it out loud. The truth doesn't set you free, you know. It makes you feel awkward and embarrassed and defenseless and red in the face and horrified and petrified and vulnerable. But free? I don't feel free. I feel like shit.",
        "author":"― Melina Marchetta, Saving Francesca  "
        },
        {
        "text": "Seeking what is true is not seeking what is desirable.",
        "author":"― Albert Camus, The Myth of Sisyphus and Other Essays  "
        },
        {
        "text": "I have survived. I am here. Confused, screwed up, but here. So, how can I find my way? Is there a chain saw of the soul, an ax I can take to my memories or fears?",
        "author":"― Laurie Halse Anderson, Speak  "
        },
        {
        "text": "I believe that truth has only one face: that of a violent contradiction.",
        "author":"― Georges Bataille, Violent Silence: Celebrating Georges Bataille  "
        },
        {
        "text": "The Bible has noble poetry in it... and some good morals and a wealth of obscenity, and upwards of a thousand lies.",
        "author":"― Mark Twain  "
        },
        {
        "text": "Anyone who is capable of getting themselves made President should on no account be allowed to do the job.",
        "author":"― Douglas Adams, The Hitchhiker's Guide to the Galaxy  "
        },
        {
        "text": "Never hide things from hardcore thinkers. They get more aggravated, more provoked by confusion than the most painful truths.",
        "author":"― Criss Jami  "
        },
        {
        "text": "Boredom: the desire for desires.",
        "author":"― Leo Tolstoy  "
        },
        {
        "text": "A man's true character comes out when he's drunk.",
        "author":"― Charlie Chaplin  "
        },
        {
        "text": "Our truest life is when we are in dreams awake.",
        "author":"― Henry David Thoreau  "
        },
        {
        "text": "I am certain of nothing but the holiness of the Heart's affections and the truth of the Imagination.",
        "author":"― John Keats  "
        },
        {
        "text": "Man is always prey to his truths. Once he has admitted them, he cannot free himself from them.",
        "author":"― Albert Camus, The Myth of Sisyphus and Other Essays  "
        },
        {
        "text": "I have a theory that the truth is never told during the nine-to-five hours.",
        "author":"― Hunter S. Thompson  "
        },
        {
        "text": "You may choose to look the other way but you can never say again that you did not know.",
        "author":"― William Wilberforce  "
        },
        {
        "text": "There is no greatness where there is not simplicity, goodness, and truth.",
        "author":"― Leo Tolstoy, War and Peace  "
        },
        {
        "text": "I felt like an animal, and animals don’t know sin, do they?",
        "author":"― Jess C. Scott, Wicked Lovely  "
        },
        {
        "text": "How hurtful it can be to deny one's true self and live a life of lies just to appease others.",
        "author":"― June Ahern  "
        },
        {
        "text": "You don’t believe things because they make your life better, you believe them because they’re true.",
        "author":"― Veronica Roth, Allegiant  "
        },
        {
        "text": "I quote others only in order the better to express myself.",
        "author":"― Michel de Montaigne, The Complete Essays  "
        },
        {
        "text": "Therefore do not worry about tomorrow, for tomorrow will worry about its own things. Sufficient for the day is its own trouble. Matthew 6:34",
        "author":"― Anonymous, The Holy Bible: King James Version  "
        },
        {
        "text": "It is an illusion that youth is happy, an illusion of those who have lost it; but the young know they are wretched for they are full of the truthless ideal which have been instilled into them, and each time they come in contact with the real, they are bruised and wounded. It looks as if they were victims of a conspiracy; for the books they read, ideal by the necessity of selection, and the conversation of their elders, who look back upon the past through a rosy haze of forgetfulness, prepare them for an unreal life. They must discover for themselves that all they have read and all they have been told are lies, lies, lies; and each discovery is another nail driven into the body on the cross of life.",
        "author":"― W. Somerset Maugham, Of Human Bondage  "
        },
        {
        "text": "There is nothing that is going to make people hate you more, and love you more, than telling the truth.",
        "author":"― Stefan Molyneux  "
        },
        {
        "text": "I’m not sure. But there’s something about the darkness, the stillness of this hour, I think, that creates a language of its own. There’s a strange kind of freedom in the dark; a terrifying vulnerability we allow ourselves at exactly the wrong moment, tricked by the darkness into thinking it will keep our secrets. We forget that the blackness is not a blanket; we forget that the sun will soon rise. But in the moment, at least, we feel brave enough to say things we’d never say in the light.",
        "author":"― Tahereh Mafi, Ignite Me  "
        },
        {
        "text": "What's done cannot be undone.",
        "author":"― William Shakespeare , Macbeth  "
        },
        {
        "text": "Nothing is ever certain.",
        "author":"― Alice Sebold, The Lovely Bones  "
        },
        {
        "text": "The most fundamental aggression to ourselves, the most fundamental harm we can do to ourselves, is to remain ignorant by not having the courage and the respect to look at ourselves honestly and gently.",
        "author":"― Pema Chödrön, When Things Fall Apart: Heart Advice for Difficult Times  "
        },
        {
        "text": "In a room wherepeople unanimously maintaina conspiracy of silence,one word of truthsounds like a pistol shot.",
        "author":"― Czesław Miłosz  "
        },
        {
        "text": "What comes into our minds when we think about God is the most important thing about us.",
        "author":"― A.W. Tozer  "
        },
        {
        "text": "With a secret like that, at some point the secret itself becomes irrelevant. The fact that you kept it does not.",
        "author":"― Sara Gruen, Water for Elephants  "
        },
        {
        "text": "There is no doubt fiction makes a better job of the truth.",
        "author":"― Doris May Lessing, Under My Skin: Volume One of My Autobiography, to 1949  "
        },
        {
        "text": "You’re not obligated to win. You’re obligated to keep trying. To the best you can do everyday.",
        "author":"― Jason Mraz  "
        },
        {
        "text": "Mistakes are, after all, the foundations of truth, and if a man does not know what a thing is, it is at least an increase in knowledge if he knows what it is not. ",
        "author":"― Carl G. Jung  "
        },
        {
        "text": "When you cut pieces out of the truth to avoid looking like a fool you end up looking like a moron instead.",
        "author":"― Robin Hobb, Assassin's Apprentice  "
        },
        {
        "text": "Cherish those who seek the truth but beware of those who find it.",
        "author":"― Voltaire  "
        },
        {
        "text": "A thing may happen and be a total lie; another thing may not happen and be truer than the truth.",
        "author":"― Tim O'Brien, The Things They Carried  "
        },
        {
        "text": "Knowing can be a curse on a person's life. I'd traded in a pack of lies for a pack of truth, and I didn't know which one was heavier. Which one took the most strength to carry around? It was a ridiculous question, though, because once you know the truth, you can't ever go back and pick up your suitcase of lies. Heavier or not, the truth is yours now.",
        "author":"― Sue Monk Kidd, The Secret Life of Bees  "
        },
        {
        "text": "Art should comfort the disturbed and disturb the comfortable.",
        "author":"― Banksy  "
        },
        {
        "text": "Every person must choose how much truth he can stand.",
        "author":"― Irvin D. Yalom, When Nietzsche Wept  "
        },
        {
        "text": "The truth is not for all men but only for those who seek it.",
        "author":"― Ayn Rand  "
        },
        {
        "text": "Don't assume, ask. Be kind. Tell the truth. Don't say anything you can't stand behind fully. Have integrity. Tell people how you feel.",
        "author":"― Warsan Shire  "
        },
        {
        "text": "May Light always surround you;Hope kindle and rebound you.May your Hurts turn to Healing;Your Heart embrace Feeling.May Wounds become Wisdom;Every Kindness a Prism.May Laughter infect you;Your Passion resurrect you.May Goodness inspire your Deepest Desires.Through all that you Reach For, May your arms Never Tire.",
        "author":"― D. Simone  "
        },
        {
        "text": "There is beauty in truth, even if it's painful. Those who lie, twist life so that it looks tasty to the lazy, brilliant to the ignorant, and powerful to the weak. But lies only strengthen our defects. They don't teach anything, help anything, fix anything or cure anything. Nor do they develop one's character, one's mind, one's heart or one's soul.",
        "author":"― José N. Harris  "
        },
        {
        "text": "V-Day…if you need this one day in a year to show everyone else you truly care for "
        },
        {
        "text": "your loved one",
        "author":"― Jess C Scott, EyeLeash: A Blog Novel  "
        },
        {
        "text": "I wondered how many people there were in the world who suffered, and continued to suffer, because they could not break out from their own web of shyness and reserve, and in their blindness and folly built up a great distorted wall in front of them that hid the truth.",
        "author":"― Daphne du Maurier, Rebecca  "
        },
        {
        "text": "Nothing is real.",
        "author":"― John Lennon, Beatles Lyrics  "
        },
        {
        "text": "For everything in this journey of life we are on, there is a right wing and a left wing: for the wing of love there is anger; for the wing of destiny there is fear; for the wing of pain there is healing; for the wing of hurt there is forgiveness; for the wing of pride there is humility; for the wing of giving there is taking; for the wing of tears there is joy; for the wing of rejection there is acceptance; for the wing of judgment there is grace; for the wing of honor there is shame; for the wing of letting go there is the wing of keeping. We can only fly with two wings and two wings can only stay in the air if there is a balance. Two beautiful wings is perfection. There is a generation of people who idealize perfection as the existence of only one of these wings every time. But I see that a bird with one wing is imperfect. An angel with one wing is imperfect. A butterfly with one wing is dead. So this generation of people strive to always cut off the other wing in the hopes of embodying their ideal of perfection, and in doing so, have created a crippled race.",
        "author":"― C. JoyBell C.  "
        },
        {
        "text": "letters",
        "author":"― Brent weeks  "
        },
        {
        "text": "Transformation is my favorite game and in my experience, anger and frustration are the result of you not being authentic somewhere in your life or with someone in your life. Being fake about anything creates a block inside of you. Life can’t work for you if you don’t show up as you.",
        "author":"― Jason Mraz  "
        },
        {
        "text": "The opposite of a correct statement is a false statement. But the opposite of a profound truth may well be another profound truth.",
        "author":"― Niels Bohr  "
        },
        {
        "text": "Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it’s worth it in the end because once you get there, you can move mountains.",
        "author":"― Steve Jobs  "
        },
        {
        "text": "I do not know what I may appear to the world, but to myself I seem to have been only like a boy playing on the sea-shore, and diverting myself in now and then finding a smoother pebble or a prettier shell than ordinary, whilst the great ocean of truth lay all undiscovered before me.",
        "author":"― Isaac Newton  "
        },
        {
        "text": "I think it's impossible to really understand somebody, what they want, what they believe, and not love them the way they love themselves.",
        "author":"― Orson Scott Card, Ender's Game  "
        },
        {
        "text": "Somehow, we'll find it. The balance between whom we wish to be and whom we need to be. But for now, we simply have to be satisfied with who we are.",
        "author":"― Brandon Sanderson, The Hero of Ages  "
        },
        {
        "text": "You shall know the truth and the truth shall make you odd.",
        "author":"― Flannery O'Connor, Collected Works: Wise Blood / A Good Man is Hard to Find / The Violent Bear it Away / Everything that Rises Must Converge / Essays and Letters  "
        },
        {
        "text": "Does truth have a moral?",
        "author":"― Rick Riordan, The Sea of Monsters  "
        },
        {
        "text": "You should never read just for \"enjoyment.\" Read to make yourself smarter! Less judgmental. More apt to understand your friends' insane behavior, or better yet, your own. Pick \"hard books.\" Ones you have to concentrate on while reading. And for god's sake, don't let me ever hear you say, \"I can't read fiction. I only have time for the truth.\" Fiction is the truth, fool! Ever hear of \"literature\"? That means fiction, too, stupid.",
        "author":"― John Waters, Role Models  "
        },
        {
        "text": "Vulnerability sounds like truth and feels like courage. Truth and courage aren't always comfortable, but they're never weakness.",
        "author":"― Brené Brown, Daring Greatly: How the Courage to Be Vulnerable Transforms the Way We Live, Love, Parent, and Lead  "
        },
        {
        "text": "If you would be a real seeker after truth, it is necessary that at least once in your life you doubt, as far as possible, all things.",
        "author":"― René Descartes  "
        },
        {
        "text": "Better to get hurt by the truth than comforted with a lie.",
        "author":"― Khaled Hosseini, The Kite Runner  "
        },
        {
        "text": "The most confused you will ever get is when you try to convince your heart and spirit of something your mind knows is a lie.",
        "author":"― Shannon L. Alder  "
        },
        {
        "text": "The truth knocks on the door and you say, \"Go away, I'm looking for the truth,\" and so it goes away. Puzzling.",
        "author":"― Robert M. Pirsig, Zen and the Art of Motorcycle Maintenance: An Inquiry Into Values  "
        },
        {
        "text": "I beg you, to have patience with everything unresolved in your heart and to try to love the questions themselves as if they were locked rooms or books written in a very foreign language. Don’t search for the answers, which could not be given to you now, because you would not be able to live them. And the point is to live everything. Live the questions now. Perhaps then, someday far in the future, you will gradually, without even noticing it, live your way into the answer.",
        "author":"― Rainer Maria Rilke, Letters to a Young Poet  "
        },
        {
        "text": "Do you really believe ... that everything historians tell us about men – or about women – is actually true? You ought to consider the fact that these histories have been written by men, who never tell the truth except by accident.",
        "author":"― Moderata Fonte, The Worth of Women: Wherein Is Clearly Revealed Their Nobility and Their Superiority to Men  "
        },
        {
        "text": "I’ve come to the conclusion that people who wear headphones while they walk, are much happier, more confident, and more beautiful individuals than someone making the solitary drudge to work without acknowledging their own interests and power.",
        "author":"― Jason Mraz  "
        },
        {
        "text": "The high-minded man must care more for the truth than for what people think.",
        "author":"― Aristotle  "
        },
        {
        "text": "Prediction is very difficult, especially about the future.",
        "author":"― Niels Bohr  "
        },
        {
        "text": "Madame, all stories, if continued far enough, end in death, and he is no true-story teller who would keep that from you.",
        "author":"― Hemingway, Ernest  "
        },
        {
        "text": "The tyrant dies and his rule is over, the martyr dies and his rule begins.",
        "author":"― Soren Kierkegaard, The Journals of Kierkegaard  "
        },
        {
        "text": "\"Wait a second,\" Four says. I turn toward him, wondering which version of Four I'll see now-the one who scolds me, or the one who climbs Ferris wheels with me. He smiles a little, but the smile doesn't spread to his eyes, which look less tense and worried.\"You belong here, you know that?\" he says. \"You belong with us. It'll be over soon, so just hold on, okay?\"He scratches behind his ear and looks away, like he's embarrassed by what he said. I stare at him. I feel my heartbeat everywhere, even in my toes. I feel like doing something bold, but I could just as easily walk away. I am not sure which option is smarter, or better. I am not sure that I care.I reach out and take his hand. His fingers slide between mine. I can't breathe. I stare up at him, and he stares down at me. For a long moment, we stay that way. Then I pull my hand away and run after Uriah and Lynn and Marlene. Maybe now he thinks I'm stupid, or strange. Maybe it was worth it.",
        "author":"― Veronica Roth, Divergent  "
        },
        {
        "text": "On some positions, cowardice asks the question, is it expedient? And then expedience comes along and asks the question, is it politic? Vanity asks the question, is it popular? Conscience asks the question, is it right?There comes a time when one must take the position that is neither safe nor politic nor popular, but he must do it because conscience tells him it is right.",
        "author":"― Martin Luther King Jr.  "
        },
        {
        "text": "The time will come when diligent research over long periods will bring to light things which now lie hidden. A single lifetime, even though entirely devoted to the sky, would not be enough for the investigation of so vast a subject... And so this knowledge will be unfolded only through long successive ages. There will come a time when our descendants will be amazed that we did not know things that are so plain to them... Many discoveries are reserved for ages still to come, when memory of us will have been effaced.",
        "author":"― Seneca, Natural Questions  "
        },
        {
        "text": "To teach how to live without certainty, and yet without being paralyzed by hesitation, is perhaps the chief thing that philosophy, in our age, can still do for those who study it.",
        "author":"― Bertrand Russell, A History of Western Philosophy  "
        },
        {
        "text": "There are few reasons for telling the truth, but for lying the number is infinite.",
        "author":"― Carlos Ruiz Zafón, The Shadow of the Wind  "
        },
        {
        "text": "There is no escape—we pay for the violence of our ancestors.",
        "author":"― Frank Herbert, Dune  "
        },
        {
        "text": "Right, of course.But you keep the promise anyway. That’swhat love is. Love is keeping the promise anyway. Don’t you believe in true love?",
        "author":"― John Green, The Fault in Our Stars  "
        },
        {
        "text": "Like all dreamers I confuse disenchantment with truth.",
        "author":"― Jean Paul Sarte  "
        },
        {
        "text": "The most beautiful thing we can experience is the mysterious. It is the source of all true art and all science. He to whom this emotion is a stranger, who can no longer pause to wonder and stand rapt in awe, is as good as dead: his eyes are closed.",
        "author":"― Albert Einstein  "
        },
        {
        "text": "You think when you wake up in the mornin yesterday don't count. But yesterday is all that does count. What else is there? Your life is made out of the days it’s made out of. Nothin else.",
        "author":"― Cormac McCarthy, No Country for Old Men  "
        },
        {
        "text": "The most perfidious way of harming a cause consists of defending it deliberately with faulty arguments.",
        "author":"― Friedrich Nietzsche  "
        },
        {
        "text": "Truth without love is brutality, and love without truth is hypocrisy.",
        "author":"― Warren Wiersbe  "
        },
        {
        "text": "Trust starts with truth and ends with truth.",
        "author":"― Santosh Kalwar, Quote Me Everyday  "
        },
        {
        "text": "We don't get to chose what is true. We only get to choose what we do about it.",
        "author":"― Kami Garcia, Beautiful Darkness  "
        },
        {
        "text": "Death, taxes and childbirth! There's never any convenient time for any of them.",
        "author":"― Margaret Mitchell, Gone with the Wind  "
        },
        {
        "text": "If you give up what you want most for what you think you should want more, you'll end up miserable.",
        "author":"― Brandon Sanderson, The Hero of Ages  "
        },
        {
        "text": "Truth is like the sun. You can shut it out for a time, but it ain't going away.",
        "author":"― Elvis Presley  "
        },
        {
        "text": "Real life's nasty. It's cruel. It doesn't care about heroes and happy endings and the way things should be. In real life, bad things happen. People die. Fights are lost. Evil often wins.",
        "author":"― Darren Shan  "
        },
        {
        "text": "My head’ll explode if I continue with this escapism.",
        "author":"― Jess C Scott, EyeLeash: A Blog Novel  "
        },
        {
        "text": "Truth is not something outside to be discovered, it is something inside to be realized.",
        "author":"― Osho, The Buddha Said...: Meeting the Challenge of Life's Difficulties  "
        },
        {
        "text": "To forgive is wisdom, to forget is genius. And easier. Because it's true. It's a new world every heart beat.",
        "author":"― Joyce Cary, The Horse's Mouth  "
        },
        {
        "text": "Truth is on the side of the oppressed.",
        "author":"― Malcolm X  "
        },
        {
        "text": "That sometimes human beings have to just sit in one place and, like, hurt. That you will become way less concerned with what other people think of you when you realize how seldom they do. That there is such a thing as raw, unalloyed, agendaless kindness. That it is possible to fall asleep during an anxiety attack. That concentrating on anything is very hard work.",
        "author":"― David Foster Wallace, Infinite Jest  "
        },
        {
        "text": "Beauty is truth, truth beauty,—that is all Ye know on earth, and all ye need to know",
        "author":"― John Keats, The Complete Poems  "
        },
        {
        "text": "I'm guilty of giving people more chances than they deserve but when I'm done, I'm done.",
        "author":"― Turcois Ominek  "
        },
        {
        "text": "I guess sometimes you have to lie to find the truth.",
        "author":"― Scott Westerfield, Extras  "
        },
        {
        "text": "Conquer the angry one by not getting angry; conquer the wicked by goodness; conquer the stingy by generosity, and the liar by speaking the truth.[Verse 223]",
        "author":"― Siddhārtha Gautama, The Dhammapada  "
        },
        {
        "text": "The forceps of our minds are clumsy forceps, and crush the truth a little in taking hold of it.",
        "author":"― H.G. Wells  "
        },
        {
        "text": "I will no longer mutilate and destroy myself in order to find a secret behind the ruins.",
        "author":"― Hermann Hesse, Siddhartha  "
        },
        {
        "text": "To be great, be whole;Exclude nothing, exaggerate nothing that is not you.Be whole in everything. Put all you areInto the smallest thing you do.So, in each lake, the moon shines with splendorBecause it blooms up above.",
        "author":"― Fernando Pessoa, Poems of Fernando Pessoa  "
        },
        {
        "text": "Stop doing what is easy or popular. Start doing what is right.",
        "author":"― Roy T. Bennett, The Light in the Heart  "
        },
        {
        "text": "He moved like a dancer, which is not surprising; a horse is a beautiful animal, but it is perhaps most remarkable because it moves as if it always hears music.",
        "author":"― Mark Helprin, Winter's Tale  "
        },
        {
        "text": "The truth is messy. It's raw and uncomfortable. You can't blame people for preferring lies.",
        "author":"― Holly Black, Red Glove  "
        },
        {
        "text": "What the hell is instant? Nothing is instant. Instant rice takes five minutes, instant pudding an hour. I doubt that an instant of blinding pain feels particularly instantaneous.",
        "author":"― John Green, Looking for Alaska  "
        },
        {
        "text": "The truth may be puzzling. It may take some work to grapple with. It may be counterintuitive. It may contradict deeply held prejudices. It may not be consonant with what we desperately want to be true. But our preferences do not determine what's true.",
        "author":"― Carl Sagan  "
        },
        
        {
        "text": "It’s strange how dreams get under your skin and give your heart a test for what’s real and what’s imaginary.",
        "author":"― Jason Mraz  "
        },
        {
        "text": "Honest is how I want to look. The truth doesn't glitter and shine.",
        "author":"― Chuck Palahniuk, Survivor  "
        },
        {
        "text": "What I'm looking for is not out there, it is in me.",
        "author":"― Hellen Keller  "
        },
        {
        "text": "Religious doctrines … are all illusions, they do not admit of proof, and no one can be compelled to consider them as true or to believe in them.",
        "author":"― Sigmund Freud, The Future of an Illusion  "
        },
        {
        "text": "Yesterday was surreal. At times K was almost back to herself…funny…interested and relatively mobile. She was tactile and we kissed…she whispered naughty comments into my ear…achingly beautiful…I love her so much",
        "author":"― Peter B. Forster, More Than Love, A Husband's Tale  "
        },
        {
        "text": "I love the stars.Because they can't say anything.I love the stars.Because they do not judge anyone.",
        "author":"― Natsuki Takaya  "
        },
        {
        "text": "He is worth more to you, perhaps. But the stranger is someone else’s friend and brother. So which life is more important?",
        "author":"― Madeline Miller, The Song of Achilles  "
        },
        {
        "text": "Life is problems. Living is solving problems.",
        "author":"― Raymond E. Feist, Silverthorn  "
        },
        {
        "text": "The truth is always an insult or a joke, lies are generally tastier. We love them. The nature of lies is to please. Truth has no concern for anyone's comfort",
        "author":"― Katherine Dunn, Geek Love  "
        },
        {
        "text": "If you believe what you like in the Gospel, and reject what you don't like, it is not the Gospel you believe, but yourself.",
        "author":"― Augustine  "
        },
        {
        "text": "The ideals which have always shone before me and filled me with joy are goodness, beauty, and truth.",
        "author":"― Albert Einstein  "
        },
        {
        "text": "You have lost your reason and taken the wrong path. You have taken lies for truth, and hideousness for beauty. You would marvel if, owing to strange events of some sorts, frogs and lizards suddenly grew on apple and orange trees instead of fruit, or if roses began to smell like a sweating horse; so I marvel at you who exchange heaven for earth. I don't want to understand you.",
        "author":"― Anton Chekhov  "
        },
        {
        "text": "We all know that Art is not truth. Art is a lie that makes us realize truth at least the truth that is given us to understand. The artist must know the manner whereby to convince others of the truthfulness of his lies.",
        "author":"― Pablo Picasso  "
        },
        {
        "text": "Lies run sprints, but the truth runs marathons.",
        "author":"― Michael Jackson  "
        },
        {
        "text": "An acquaintance merely enjoys your company, a fair-weather companion flatters when all is well, a true friend has your best interests at heart and the pluck to tell you what you need to hear.",
        "author":"― E.A. Bucchianeri, Brushstrokes of a Gadfly,  "
        },
        {
        "text": "There are some things one remembers even though they may never have happened.",
        "author":"― Harold Pinter, Old Times  "
        },
        {
        "text": "I'm not crying because of you; you're not worth it. I'm crying because my delusion of who you were was shattered by the truth of who you are.",
        "author":"― Steve Maraboli, Unapologetically You: Reflections on Life and the Human Experience  "
        },
        {
        "text": "Lies are neither bad nor good. Like a fire they can either keep you warm or burn you to death, depending on how they're used.",
        "author":"― Max Brooks, World War Z: An Oral History of the Zombie War  "
        },
        {
        "text": "Life is infinitely stranger than anything which the mind of man could invent.",
        "author":"― Arthur Conan Doyle, A Case of Identity - a Sherlock Holmes Short Story  "
        },
        {
        "text": "I was once reproved by a minister who was driving a poor beast to some meeting-house horse-sheds among the hills of New Hampshire, because I was bending my steps to a mountain-top on the Sabbath, instead of a church, when I would have gone farther than he to hear a true word spoken on that or any day. He declared that I was 'breaking the Lord's fourth commandment,' and proceeded to enumerate, in a sepulchral tone, the disasters which had befallen him whenever he had done any ordinary work on the Sabbath. He really thought that a god was on the watch to trip up those men who followed any secular work on this day, and did not see that it was the evil conscience of the workers that did it. The country is full of this superstition, so that when one enters a village, the church, not only really but from association, is the ugliest looking building in it, because it is the one in which human nature stoops the lowest and is most disgraced. Certainly, such temples as these shall erelong cease to deform the landscape. There are few things more disheartening and disgusting than when you are walking the streets of a strange village on the Sabbath, to hear a preacher shouting like a boatswain in a gale of wind, and thus harshly profaning the quiet atmosphere of the day.",
        "author":"― Henry David Thoreau, A Week on the Concord and Merrimack Rivers  "
        },
        {
        "text": "Expectations make people miserable, so whatever yours are, lower them. You'll definitely be happier.",
        "author":"― Simone Elkeles, How to Ruin Your Boyfriend's Reputation  "
        },
        {
        "text": "Enlightenment is man's release from his self-incurred tutelage. Tutelage is man's inability to make use of his understanding without direction from another. Self-incurred is this tutelage when its cause lies not in lack of reason but in lack of resolution and courage to use it without direction from another. Sapere aude! 'Have courage to use your own reason!'- that is the motto of enlightenment.",
        "author":"― Immanuel Kant, An Answer to the Question: What Is Enlightenment?  "
        },
        {
        "text": "She has been to the compound before. She remembered this hallway. She knows about the initiation process. My mother was Dauntless.",
        "author":"― Veronica Roth, Divergent  "
        },
        {
        "text": "What an odd thing a diary is: the things you omit are more important than those you put in.",
        "author":"― Simone de Beauvoir, The Woman Destroyed  "
        },
        {
        "text": "When no one you know tells the truth, you learn to see under the surface.",
        "author":"― Cassandra Clare, Lady Midnight  "
        },
        {
        "text": "Along with the idea of romantic love, she was introduced to another--physical beauty. Probably the most destructive ideas in the history of human thought. Both originated in envy, thrived in insecurity, and ended in disillusion.",
        "author":"― Toni Morrison  "
        },
        {
        "text": "To regret one’s own experiences is to arrest one’s own development. To deny one’s own experiences is to put a lie into the lips of one’s own life. It is no less than a denial of the soul.",
        "author":"― Oscar Wilde, De Profundis  "
        },
        {
        "text": "[Horror fiction] shows us that the control we believe we have is purely illusory, and that every moment we teeter on chaos and oblivion.",
        "author":"― Clive Barker  "
        },
        {
        "text": "You fight your superficiality, your shallowness, so as to try to come at people without unreal expectations, without an overload of bias or hope or arrogance, as untanklike as you can be, sans cannon and machine guns and steel plating half a foot thick; you come at them unmenacingly on your own ten toes instead of tearing up the turf with your caterpillar treads, take them on with an open mind, as equals, man to man, as we used to say, and yet you never fail to get them wrong. You might as well have the brain of a tank. You get them wrong before you meet them, while you're anticipating meeting them; you get them wrong while you're with them; and then you go home to tell somebody else about the meeting and you get them all wrong again. Since the same generally goes for them with you, the whole thing is really a dazzling illusion. ... The fact remains that getting people right is not what living is all about anyway. It's getting them wrong that is living, getting them wrong and wrong and wrong and then, on careful reconsideration, getting them wrong again. That's how we know we're alive: we're wrong. Maybe the best thing would be to forget being right or wrong about people and just go along for the ride. But if you can do that -- well, lucky you.",
        "author":"― Philip Roth, American Pastoral  "
        },
        {
        "text": "Either you repeat the same conventional doctrines that everybody else is saying,... [o]r else you say something which in fact is true, and it will sound like it's from Neptune.",
        "author":"― Noam Chomsky, Propaganda and the Public Mind  "
        },
        {
        "text": "Time is precious, but truth is more precious than time.",
        "author":"― Benjamin Disraeli  "
        },
        {
        "text": "I examined the poets, and I look on them as people whose talent overawes both themselves and others, people who present themselves as wise men and are taken as such, when they are nothing of the sort.From poets, I moved to artists. No one was more ignorant about the arts than I; no one was more convinced that artists possessed really beautiful secrets. However, I noticed that their condition was no better than that of the poets and that both of them have the same misconceptions. Because the most skillful among them excel in their specialty, they look upon themselves as the wisest of men. In my eyes, this presumption completely tarnished their knowledge. As a result, putting myself in the place of the oracle and asking myself what I would prefer to be — what I was or what they were, to know what they have learned or to know that I know nothing — I replied to myself and to the god: I wish to remain who I am.We do not know — neither the sophists, nor the orators, nor the artists, nor I— what the True, the Good, and the Beautiful are. But there is this difference between us: although these people know nothing, they all believe they know something; whereas, I, if I know nothing, at least have no doubts about it. As a result, all this superiority in wisdom which the oracle has attributed to me reduces itself to the single point that I am strongly convinced that I am ignorant of what I do not know.",
        "author":"― Socrates  "
        },
        {
        "text": "Memory's truth, because memory has its own special kind. It selects, eliminates, alters, exaggerates, minimizes, glorifies, and vilifies also; but in the end it creates its own reality, its heterogeneous but usually coherent version of events; and no sane human being ever trusts someone else's version more than his own.",
        "author":"― Salman Rushdie, Midnight's Children  "
        },
        {
        "text": "Sometimes what we want isn't what we need.",
        "author":"― Gena Showalter, The Darkest Night  "
        },
        {
        "text": "The great enemy of truth is very often not the lie--deliberate, contrived and dishonest--but the myth--persistent, persuasive and unrealistic. Too often we hold fast to the cliches of our forebears. We subject all facts to a prefabricated set of interpretations. We enjoy the comfort of opinion without the discomfort of thought.[Commencement Address at Yale University, June 11 1962]",
        "author":"― John F. Kennedy  "
        },
        {
        "text": "Everything is created twice, first in the mind and then in reality.",
        "author":"― Robin Sharma, The Monk Who Sold His Ferrari: A Fable About Fulfilling Your Dreams and Reaching Your Destiny  "
        },
        {
        "text": "You take people, you put them on a journey, you give them peril, you find out who they really are.",
        "author":"― Joss Whedon  "
        },
        {
        "text": "The monsters were neverunder my bed.Because the monsterswere inside my head.I fear no monsters,for no monsters I see.Because all this timethe monster has been me.",
        "author":"― Nikita Gill  "
        },
        {
        "text": "\"I never lie,\" I said offhand. \"At least not to those I don't love.\"",
        "author":"― Anne Rice, The Vampire Lestat  "
        },
        {
        "text": "Above all, do not lie to yourself. A man who lies to himself and listens to his own lie comes to a point where he does not discern any truth either in himself or anywhere around him, and thus falls into disrespect towards himself and others. Not respecting anyone, he ceases to love, and having no love, he gives himself up to passions and coarse pleasures in order to occupy and amuse himself, and in his vices reaches complete beastiality, and it all comes form lying continually to others and himself. A man who lies to himself is often the first to take offense. it sometimes feels very good to take offense, doesn't it? And surely he knows that no one has offended him, and that he himself has invented the offense and told lies just for the beauty of it, that he has exaggerated for the sake of effect, that he has picked up on a word and made a mountain out of a pea--he knows all of that, and still he is the first to take offense, he likes feeling offended, it gives him great pleasure, and thus he reaches the point of real hostility...",
        "author":"― Fyodor Dostoevsky, The Brothers Karamazov  "
        },
        {
        "text": "You're so easy to read but the book is boring me.",
        "author":"― Emilie Autumn  "
        },
        {
        "text": "Convictions are more dangerous foes of truth than lies.",
        "author":"― Nietzsche  "
        },
        {
        "text": "It is not easy to keep silent when silence is a lie.",
        "author":"― Victor Hugo  "
        },
        {
        "text": "I believe in the fundamental truth of all great religions of the world.",
        "author":"― Mahatma Gandhi  "
        },
        {
        "text": "The irony of life is that those who wear masks often tell us more truths than those with open faces.",
        "author":"― Marie Lu, The Rose Society  "
        },
        {
        "text": "I'm telling you a lie in a vicious effort that you will repeat my lie over and over until it becomes true",
        "author":"― Lady Gaga  "
        },
        {
        "text": "It shattered something inside me that hadn't been broken before.",
        "author":"― E. Lockhart, The Boyfriend List: 15 Guys, 11 Shrink Appointments, 4 Ceramic Frogs and Me, Ruby Oliver  "
        },
        {
        "text": "Belief can be manipulated. Only knowledge is dangerous.",
        "author":"― Frank Herbert  "
        },
        {
        "text": "What cannot be said above all must not be silenced but written.",
        "author":"― Jacques Derrida  "
        },
        {
        "text": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him will believeth in anything. - Hitchens 3:16",
        "author":"― Christopher Hitchens  "
        },
        {
        "text": "Conventionality is not morality. Self-righteousness is not religion. To attack the first is not to assail the last. To pluck the mask from the face of the Pharisee, is not to lift an impious hand to the Crown of Thorns.These things and deeds are diametrically opposed: they are as distinct as is vice from virtue. Men too often confound them: they should not be confounded: appearance should not be mistaken for truth; narrow human doctrines, that only tend to elate and magnify a few, should not be substituted for the world-redeeming creed of Christ. There is – I repeat it – a difference; and it is a good, and not a bad action to mark broadly and clearly the line of separation between them.",
        "author":"― Charlotte Brontë, Jane Eyre  "
        },
        {
        "text": "That's not a bad word...hate and war are bad words, but fuck isn't.",
        "author":"― Judy Blume, Forever . . .  "
        },
        {
        "text": "It is perfectly monstrous,' he said, at last, 'the way people go about nowadays saying things against one behind one's back that are absolutely and entirely true.",
        "author":"― Oscar Wilde, The Picture of Dorian Gray  "
        },
        {
        "text": "Words are like eggs dropped from great heights; you can no more call them back than ignore the mess they leave when they fall.",
        "author":"― Jodi Picoult, Salem Falls  "
        },
        {
        "text": "Our ability to adapt is amazing. Our ability to change isn't quite as spectacular.",
        "author":"― Lisa Lutz, The Spellmans Strike Again  "
        },
        {
        "text": "When you give yourself permission to communicate what matters to you in every situation you will have peace despite rejection or disapproval. Putting a voice to your soul helps you to let go of the negative energy of fear and regret.",
        "author":"― Shannon L. Alder  "
        },
        {
        "text": "It's partly true, too, but it isn't all true. People always think something's all true.",
        "author":"― J.D. Salinger, The Catcher in the Rye  "
        },
        {
        "text": "Always forgive, but never forget, else you will be a prisoner of your own hatred, and doomed to repeat your mistakes forever.",
        "author":"― Wil Zeus, Sun Beyond the Clouds  "
        },
        {
        "text": "...even a tiny bit of deceit is dishonorable when it's used for selfish or cowardly reasons.- Mr. Penderwick",
        "author":"― Jeanne Birdsall, The Penderwicks on Gardam Street  "
        },
        {
        "text": "I always tell the truth. Even when I lie.",
        "author":"― Al Pacino  "
        },
        {
        "text": "I found power in accepting the truth of who I am. It may not be a truth that others can accept, but I cannot live any other way. How would it be to live a lie every minute of your life.",
        "author":"― Alison Goodman, Eon: Dragoneye Reborn  "
        },
        {
        "text": "All sacrifice and suffering is redemptive. It is used to either teach the individual or to help others. Nothing is by chance.",
        "author":"― A.J. RUSSELL  "
        },
        {
        "text": "If you're not comfortable enough with yourself or with your own truth when entering a relationship, then you're not ready for that relationship.",
        "author":"― Steve Maraboli, Life, the Truth, and Being Free  "
        },
        {
        "text": "One lie has the power to tarnish a thousand truths.",
        "author":"― Al David  "
        },
        {
        "text": "that as long as we are being remembered, we remain alive.",
        "author":"― Carlos Ruiz Zafon  "
        },
        {
        "text": "No man ever threw away life while it was worth keeping.",
        "author":"― David Hume, Essays on Suicide and the Immortality of the Soul  "
        },
        {
        "text": "Don't lies eventually lead to the truth? And don't all my stories, true or false, tend toward the same conclusion? Don't they all have the same meaning? So what does it matter whether they are true or false if, in both cases, they are significant of what I have been and what I am? Sometimes it is easier to see clearly into the liar than into the man who tells the truth. Truth, like light, blinds. Falsehood, on the contrary, is a beautiful twilight that enhances every object.",
        "author":"― Albert Camus, The Fall  "
        },
        {
        "text": "Most of what I say is complete truth. My edit button is broken.",
        "author":"― Myra McEntire, Hourglass  "
        },
        {
        "text": "Hypocrites get offended by the truth.",
        "author":"― Jess C. Scott, Bad Romance: Seven Deadly Sins Anthology  "
        },
        {
        "text": "I suppose it’s not a social norm, and not a manly thing to do — to feel, discuss feelings. So that’s what I’m giving the finger to. Social norms and stuff…what good are social norms, really? I think all they do is project a limited and harmful image of people. It thus impedes a broader social acceptance of what someone, or a group of people, might actually be like.",
        "author":"― Jess C Scott, New Order  "
        },
        {
        "text": "Today is a new day. Don't let your history interfere with your destiny! Let today be the day you stop being a victim of your circumstances and start taking action towards the life you want. You have the power and the time to shape your life. Break free from the poisonous victim mentality and embrace the truth of your greatness. You were not meant for a mundane or mediocre life!",
        "author":"― Steve Maraboli  "
        },
        {
        "text": "Writing fiction is the act of weaving a series of lies to arrive at a greater truth.",
        "author":"― Khaled Hosseini  "
        },
        {
        "text": "I'm sure you think that I don't understand what you're going through, but I do. It's just that sometimes, our future is dictated by what we are, opposed to what we want.",
        "author":"― Nicholas Sparks  "
        },
        {
        "text": "When a thing is funny, search it carefully for a hidden truth.",
        "author":"― George Bernard Shaw, Back to Methuselah  "
        },
        {
        "text": "If you never tell anyone the truth about yourself, eventually you start to forget. The love, the heartbreak, the joy, the despair, the things I did that were good, the things I did that were shameful--if I kept them all inside, my memories of them would start to disappear. And then I would disappear.",
        "author":"― Cassandra Clare, City of Heavenly Fire  "
        },
        {
        "text": "The truth may not set you free, but used carefully, it can confuse the hell out of your enemies.",
        "author":"― Laurell K. Hamilton, Micah  "
        },
        {
        "text": "...when two opposite points of view are expressed with equal intensity, the truth does not necessarily lie exactly halfway between them. It is possible for one side to be simply wrong.",
        "author":"― Richard Dawkins  "
        },
        {
        "text": "Never apologize for showing your feelings. When you do, you are apologizing for the truth.",
        "author":"― José N. Harris, MI VIDA: A Story of Faith, Hope and Love  "
        },
        {
        "text": "A man will never love you or treat you as well as a store. If a man doesn’t fit, you can’t exchange him seven days later for a gorgeous cashmere sweater. And a store always smells good. A store can awaken a lust for things you never even knew you needed. And when your fingers first grasp those shiny, new bags…",
        "author":"― Sophie Kinsella, Confessions of a Shopaholic  "
        },
        {
        "text": "I believe that unarmed truth and unconditional love will have the final word in reality. This is why right, temporarily defeated, is stronger than evil triumphant.",
        "author":"― Martin Luther King Jr.  "
        },
        {
        "text": "My bullshit meter is reading that as 'false'.",
        "author":"― Charlaine Harris, Dead as a Doornail  "
        },
        {
        "text": "I love the Lord, for he heard my voice; he heard my cry for mercy. Because he turned his ear to me, I will call on him as long as I live. (Psalms 116:1-2 NIV)",
        "author":"― Anonymous, Holy Bible: New International Version  "
        },
        {
        "text": "Frustration and Love can’t exist in the same place at the same time, so get real and start doing what you would rather be doing in life. Love your life. All of it. Even the heavy shit that happened to you when you were 8. All of it was and IS perfect.",
        "author":"― Jason Mraz  "
        },
        {
        "text": "The color of truth is grey.",
        "author":"― Andre Gide  "
        },
        {
        "text": "This is one more piece of advice I have for you: don't get impatient. Even if things are so tangled up you can't do anything, don't get desperate or blow a fuse and start yanking on one particular thread before it's ready to come undone. You have to realize it's going to be along process and that you'll work on things slowly, one at a time.",
        "author":"― Haruki Murakami, Norwegian Wood  "
        },
        {
        "text": "Truth is a matter of the imagination.",
        "author":"― Ursula K. Le Guin, The Left Hand of Darkness  "
        },
        {
        "text": "A boy may be as disagreeable as he pleases, but when a girl refuses to crap sunshine on command, the world mutters darkly about her moods.",
        "author":"― Scott Lynch, The Republic of Thieves  "
        },
        {
        "text": "The worst thing you can do if you miss or need someone is let them know it.",
        "author":"― Sarah Dessen, Lock and Key  "
        },
        {
        "text": "Children know perfectly well that unicorns aren’t real, but they also know that books about unicorns, if they are good books, are true books.",
        "author":"― Ursula K. Le Guin, The Language of the Night: Essays on Fantasy and Science Fiction  "
        },
        {
        "text": "The pre-Socratic Greek philosopher Parmenides taught that the only things that are real are things which never change... and the pre-Socratic Greek philosopher Heraclitus taught that everything changes. If you superimpose their two views, you get this result: Nothing is real.",
        "author":"― Philip K. Dick  "
        },
        {
        "text": "What would happen if one woman told the truth about her life?The world would split open.",
        "author":"― Muriel Rukeyser  "
        },
        {
        "text": "Girls get screwed.Not that kind of screwed, what I mean is, they're always on the short end of things.The way things work, how guys feel great, but make girls feelcheap for doingexactly what they beg for.The way they get to play you, all the while claiming they love you and making you believe it's true.The way it's okay to gift their heart one day, a backhand the next, to move on to the apricotwhen the peach blushes and bruises.These things make me believe God's a man after all.",
        "author":"― Ellen Hopkins, Crank  "
        },
        {
        "text": "A painting is more than the sum of its parts,' he would tell me, and then go on to explain how the cow by itself is just a cow, and the meadow by itself is just grass and flowers, and the sun peeking through the trees is just a beam of light, but put them all together and you've got magic.",
        "author":"― Wendelin Van Draanen, Flipped  "
        },
        {
        "text": "You can resolve to live your life with integrity. Let your credo be this: Let the lie come into the world, let it even triumph. But not through me.",
        "author":"― Alexander Solzhenitsyn  "
        },
        {
        "text": "the wounded child inside many males is a boy who, when he first spoke his truths, was silenced by paternal sadism, by a patriarchal world that did not want him to claim his true feelings. The wounded child inside many females is a girl who was taught from early childhood that she must become something other than herself, deny her true feelings, in order to attract and please others. When men and women punish each other for truth telling, we reinforce the notion that lies are better. To be loving we willingly hear the other’s truth, and most important, we affirm the value of truth telling. Lies may make people feel better, but they do not help them to know love.",
        "author":"― bell hooks, All About Love: New Visions  "
        },
        {
        "text": "It's easy to look back and see it, and it's easy to give the advice. But the sad fact is, most people don't look beneath the surface until it's too late.",
        "author":"― Wendelin Van Draanen, Flipped  "
        },
        {
        "text": "A lie can run round the world before the truth has got its boots on.",
        "author":"― Terry Pratchett, The Truth  "
        },
        {
        "text": "Destiny is real. And she's not mild-mannered. She will come around and hit you in the face and knock you over and before you know what hit you, you're naked- stripped of everything you thought you knew and everything you thought you didn't know- and there you are! A bloody nose, bruises all over you, and naked. And it's the most beautiful thing.",
        "author":"― C. JoyBell C.  "
        },
        {
        "text": "If it can be destroyed by the truth, it deserves to be destroyed by the truth.",
        "author":"― Carl Sagan  "
        },
        {
        "text": "regret is mostly caused by not havingdone anything.",
        "author":"― Charles Bukowski, You Get So Alone at Times That it Just Makes Sense  "
        },
        {
        "text": "I told him I was going to betray you, and betray Lyra, and he believed me because I was corrupt and full of wickedness; he looked so deep I felt sure he'd see the truth. But I lied too well. I was lying with every nerve and fiber and everything I'd ever done...I wanted him to find no good in me, and he didn't. There is none.",
        "author":"― Philip Pullman, The Amber Spyglass  "
        },
        {
        "text": "Each star is a mirror reflecting the truth inside you.",
        "author":"― Aberjhani, Journey through the Power of the Rainbow: Quotations from a Life Made Out of Poetry  "
        },
        {
        "text": "It’s as simple as that. Simple and complicated, as most true things are.",
        "author":"― David Levithan, Every Day  "
        },
        {
        "text": "In the end, Leck should have stuck to his lies. For it was the truth he almost told that killed him.",
        "author":"― Kristin Cashore, Graceling  "
        },
        {
        "text": "Please, touch me, I pray.",
        "author":"― Jess C Scott, The Intern  "
        },
        {
        "text": "The tongue can conceal the truth, but the eyes never! You're asked an unexpected question, you don't even flinch, it takes just a second to get yourself under control, you know just what you have to say to hide the truth, and you speak very convincingly, and nothing in your face twitches to give you away. But the truth, alas, has been disturbed by the question, and it rises up from the depths of your soul to flicker in your eyes and all is lost.",
        "author":"― Mikhail Bulgakov, The Master and Margarita  "
        },
        {
        "text": "No one believes a liar. Even when she's telling the truth.",
        "author":"― Sara Shepard, Heartless  "
        },
        {
        "text": "Your truest friends are the ones who will stand by you in your darkest moments--because they're willing to brave the shadows with you--and in your greatest moments--because they're not afraid to let you shine.",
        "author":"― Nicole Yatsonsky  "
        },
        {
        "text": "Maybe you could be mine / or maybe we’ll be entwined / aimless in this sexless foreplay.",
        "author":"― Jess C Scott, EyeLeash: A Blog Novel  "
        },
        {
        "text": "To see what is in front of one’s nose needs a constant struggle.",
        "author":"― George Orwell  "
        },
        {
        "text": "Nothing is yet in its true form.",
        "author":"― C.S. Lewis  "
        },
        {
        "text": "In the calculus of feelings, you never really know how one person's absence will affect you more than another's.",
        "author":"― Gayle Forman, Where She Went  "
        },
        {
        "text": "The truth is always an abyss. One must — as in a swimming pool — dare to dive from the quivering springboard of trivial everyday experience and sink into the depths, in order to later rise again — laughing and fighting for breath — to the now doubly illuminated surface of things.",
        "author":"― Franz Kafka  "
        },
        {
        "text": "Only the hand that erases can write the true thing.",
        "author":"― Meister Eckhart  "
        },
        {
        "text": "I have met the soul walking upon my path.",
        "author":"― Kahlil Gibran, The Prophet  "
        },
        {
        "text": "Procrastination is not the problem. It is the solution. It is the universe's way of saying stop, slow down, you move too fast. Listen to the music. Whoa whoa, listen to the music. Because music makes the people come together, it makes the bourgeois and the rebel. So come on people now, smile on your brother, everybody try to love one another. Because what the world needs now is love, sweet love. And I know that love is a battlefield, but boogie on reggae woman because you're gonna make it after all. So celebrate good times, come on. I've gotta stop I've gotta come to my senses, I've been out riding fences for so long... oops I did it again... um... What I'm trying to say is, if you leave tonight and you don't remember anything else that I've said, leave here and remember this: Procrastinate now, don't put it off. ",
        "author":"― Ellen DeGeneres  "
        },
        {
        "text": "When men are pure, laws are useless; when men are corrupt, laws are broken.",
        "author":"― Benjamin Disraeli  "
        },
        {
        "text": "Show me a woman who doesn't feel guilty and I'll show you a man.",
        "author":"― erica jong  "
        },
        {
        "text": "How 'bout a shot of truth in that denial cocktail.",
        "author":"― Jennifer Salaiz  "
        },
        {
        "text": "Every decent con man knows that the simplest truth is more powerful than even the most elaborate lie.",
        "author":"― Ally Carter, Uncommon Criminals  "
        },
        {
        "text": "Accepting the facts is always tough, so we search for forgiveness to this universe everyday to break the shackles, hurt is a prison and I from a very young young age refused to be held prisoner or even conform.",
        "author":"― Aidan McNally, TWO sons TOO many  "
        },
        {
        "text": "Sometimes the truth has difficulty breaching the city walls of our beliefs. A lie, dressed in the correct livery, passes through more easily.",
        "author":"― Rachel Hartman  "
        },
        {
        "text": "I realized when you look at your mother, you are looking at the purest love you will ever know.",
        "author":"― Mitch Albom, For One More Day  "
        },
        {
        "text": "Great is truth, but still greater, from a practical point of view, is silence about truth.",
        "author":"― Aldous Huxley, Brave New World  "
        },
        {
        "text": "The unqualified truth is, that when I loved Estella with the love of a man, I loved her simply because I found her irresistible. Once for all; I knew to my sorrow, often and often, if not always, that I loved her against reason, against promise, against peace, against hope, against happiness, against all discouragement that could be. Once for all; I love her none the less because I knew it, and it had no more influence in restraining me, than if I had devoutly believed her to be human perfection .",
        "author":"― Charles Dickens, Great Expectations  "
        },
        {
        "text": "Truth does not become more true by virtue of the fact that the entire world agrees with it, nor less so even if the whole world disagrees with it.",
        "author":"― Maimonides, The Guide for the Perplexed  "
        },
        {
        "text": "Each time we don't say what we wanna say, we're dying.",
        "author":"― Yoko Ono  "
        },
        {
        "text": "The greatest mistake of the movement has been trying to organize a sleeping people around specific goals. You have to wake the people up first, then you'll get action.",
        "author":"― Malcolm X, Malcolm X Speaks: Selected Speeches and Statements  "
        },
        {
        "text": "Love doesn't always come when you want it to. Sometimes it just happens, despite your will.",
        "author":"― V.C. Andrews, Flowers in the Attic  "
        },
        {
        "text": "I am a lover of truth, a worshiper of freedom, a celebrant at the altar of language and purity and tolerance.",
        "author":"― Stephen Fry  "
        },
        {
        "text": "We all know that any emotional bias -- irrespective of truth or falsity -- can be implanted by suggestion in the emotions of the young, hence the inherited traditions of an orthodox community are absolutely without evidential value.... If religion were true, its followers would not try to bludgeon their young into an artificial conformity; but would merely insist on their unbending quest for truth, irrespective of artificial backgrounds or practical consequences. With such an honest and inflexible openness to evidence, they could not fail to receive any real truth which might be manifesting itself around them. The fact that religionists do not follow this honourable course, but cheat at their game by invoking juvenile quasi-hypnosis, is enough to destroy their pretensions in my eyes even if their absurdity were not manifest in every other direction.",
        "author":"― H.P. Lovecraft, Against Religion: The Atheist Writings of H.P. Lovecraft  "
        },
        {
        "text": "Some things aren't meant to be known. Only believed.",
        "author":"― Mary E. Pearson, The Adoration of Jenna Fox  "
        },
        {
        "text": "Don’t spoil me with your lies, love me with your truth.",
        "author":"― T.F. Hodge, From Within I Rise: Spiritual Triumph Over Death and Conscious Encounters with \"The Divine Presence\""
        },
        {
        "text": "It is a fool's prerogative to utter truths that no one else will speak.",
        "author":"― Neil Gaiman  "
        },
        {
        "text": "Occasionally he stumbled over the truth, but hastily picked himself up and hurried on as if nothing had happened.",
        "author":"― Winston Churchill  "
        },
        {
        "text": "The truth is like salt. Men want to taste a little, but too much makes everyone sick.",
        "author":"― Joe Abercrombie, The Heroes  "
        },
        {
        "text": "Hell is truth seen too late.",
        "author":"― Thomas Hobbes, Leviathan  "
        },
        {
        "text": "I believe in God but people are liars. It's those people who say they are appointed by God who I don't believe in.",
        "author":"― Isaac Bashevis Singer, The Collected Stories of Isaac Bashevis Singer  "
        },
        {
        "text": "To love is easy, to be in a relationship is extremely difficult.",
        "author":"― Santosh Kalwar, Quote Me Everyday  "
        },
        {
        "text": "It's a funny thing about life, once you begin to take note of the things you are grateful for, you begin to lose sight of the things that you lack.",
        "author":"― Germany Kent  "
        },
        {
        "text": "Death is unstoppable. One must face it as a fact of life",
        "author":"― D. Aswini, Saffron - The Blood Swan  "
        },
        {
        "text": "Before you enbark on a journey of revenge, dig two graves.",
        "author":"― Sara Shepard, Perfect  "
        },
        {
        "text": "The truth is like a lion; you don’t have to defend it. Let it loose; it will defend itself.",
        "author":"― Augustine of Hippo  "
        },
        {
        "text": "The significance of our lives and our fragile planet is then determined only by our own wisdom and courage. We are the custodians of life's meaning. We long for a Parent to care for us, to forgive us our errors, to save us from our childish mistakes. But knowledge is preferable to ignorance. Better by far to embrace the hard truth than a reassuring fable. If we crave some cosmic purpose, then let us find ourselves a worthy goal.",
        "author":"― Carl Sagan, Pale Blue Dot: A Vision of the Human Future in Space  "
        },
        {
        "text": "the worst part about being lied to is knowing you werent worth the truth",
        "author":"― Jean-Paul Sartre  "
        },
        {
        "text": "Knowing the truth is not always a kindness.",
        "author":"― Rosamund Hodge, Cruel Beauty  "
        },
        {
        "text": "Truth is so obscure in these times, and falsehood so established, that, unless we love the truth, we cannot know it.",
        "author":"― Blaise Pascal  "
        },
        {
        "text": "Whatsoever a man soweth, that shall he also reap.",
        "author":"― Anonymous, The Holy Bible: King James Version  "
        },
        {
        "text": "Never say that you can't do something, or that something seems impossible, or that something can't be done, no matter how discouraging or harrowing it may be; human beings are limited only by what we allow ourselves to be limited by: our own minds. We are each the masters of our own reality; when we become self-aware to this: absolutely anything in the world is possible.Master yourself, and become king of the world around you. Let no odds, chastisement, exile, doubt, fear, or ANY mental virii prevent you from accomplishing your dreams. Never be a victim of life; be it's conqueror.",
        "author":"― Mike Norton  "
        },
        {
        "text": "True friends will always push you towards the great possibilities of your future, false friends will always chain you to the mistakes in your past.",
        "author":"― Seth Brown  "
        },
        {
        "text": "Our society is run by insane people for insane objectives",
        "author":"― John Lennon  "
        },
        {
        "text": "It's not about going around trying to stir up trouble. As long as you're honest and you articulate what you believe to be true, somebody somewhere will become your enemy whether you like it or not.",
        "author":"― Criss Jami, Killosophy  "
        },
        {
        "text": "True love is not a hide and seek game: in true love, both lovers seek each other.",
        "author":"― Michael Bassey Johnson  "
        },
        {
        "text": "They'll say you are bador perhaps you are mador at least you should stay undercover.Your mind must be bareif you would dareto think you can love more than one lover.",
        "author":"― David Rovics  "
        },
        {
        "text": "Because I trust in the ever-changing climate of the heart. (At least, today I feel that way.) I think it is necessary to have many experiences for the sake of feeling something; for the sake of being challenged, and for the sake of being expressive, to offer something to someone else, to learn what we are capable of.",
        "author":"― Jason Mraz  "
        },
        {
        "text": "I think, that if the world were a bit more like ComicCon, it would be a better place.",
        "author":"― Matt Smith  "
        },
        {
        "text": "There are many things in your heart you can never tell to another person. They are you, your private joys and sorrows, and you can never tell them. You cheapen yourself, the inside of yourself, when you tell them.",
        "author":"― Greta Garbo  "
        },
        {
        "text": "I know. It’s all wrong. By rights we shouldn’t even be here. But we are. It's like in the great stories, Mr. Frodo. The ones that really mattered. Full of darkness and danger they were. And sometimes you didn't want to know the end. Because how could the end be happy? How could the world go back to the way it was when so much bad had happened? But in the end, it’s only a passing thing, this shadow. Even darkness must pass. A new day will come. And when the sun shines it will shine out the clearer. Those were the stories that stayed with you. That meant something, even if you were too small to understand why. But I think, Mr. Frodo, I do understand. I know now. Folk in those stories had lots of chances of turning back, only they didn’t. They kept going, because they were holding on to something.",
        "author":"― Peter Jackson  "
        },
        {
        "text": "The truth was a mirror in the hands of God. It fell, and broke into pieces. Everybody took a piece of it, and they looked at it and thought they had the truth.",
        "author":"― Mawlana Jalal-al-Din Rumi  "
        },
        {
        "text": "I actually like how doctors talk. I like the sound of science. I like how words you don't understand explain things you can't understand.",
        "author":"― R.J. Palacio, Wonder  "
        },
        {
        "text": "I think, therefore I am is the statement of an intellectual who underrates toothaches. I feel, therefore I am is a truth much more universally valid, and it applies to everything that's alive. My self does not differ substantially from yours in terms of its thought. Many people, few ideas: we all think more or less the same, and we exchange, borrow, steal thoughts from one another. However, when someone steps on my foot, only I feel the pain. The basis of the self is not thought but suffering, which is the most fundamental of all feelings. While it suffers, not even a cat can doubt its unique and uninterchangeable self. In intense suffering the world disappears and each of us is alone with his self. Suffering is the university of egocentrism.",
        "author":"― Milan Kundera, Immortality  "
        },
        {
        "text": "The conflict between the will to deny horrible events and the will to proclaim them aloud is the central dialectic of psychological trauma.",
        "author":"― Judith Lewis Herman, Trauma and Recovery: The Aftermath of Violence - From Domestic Abuse to Political Terror  "
        },
        {
        "text": "Friends ask you questions; enemies question you.",
        "author":"― Criss Jami, Healology  "
        },
        {
        "text": "How would your life be different if…You approached all relationships with authenticity and honesty? Let today be the day…You dedicate yourself to building relationships on the solid foundation of truth and authenticity.",
        "author":"― Steve Maraboli, Life, the Truth, and Being Free  "
        },
        {
        "text": "Only yesterday I was no different than them, yet I was saved. I am explaining to you the way of life of a people who say every sort of wicked thing about me because I sacrificed their friendship to gain my own soul. I left the dark paths of their duplicity and turned my eyes toward the light where there is salvation, truth, and justice. They have exiled me now from their society, yet I am content. Mankind only exiles the one whose large spirit rebels against injustice and tyranny. He who does not prefer exile to servility is not free in the true and necessary sense of freedom.",
        "author":"― Kahlil Gibran  "
        },
        
        {
        "text": "Metaphors have a way of holding the most truth in the least space.",
        "author":"― Orson Scott Card, Alvin Journeyman  "
        },
        {
        "text": "Many things that are true feel like a cheat. Kingdoms get the princes they deserve, farmers’ daughters die for no reason, and sometimes witches merit saving. Quite often, actually. You’d be surprised.",
        "author":"― Patrick Ness, A Monster Calls  "
        },
        {
        "text": "I have a duty to speak the truth as I see it and share not just my triumphs, not just the things that felt good, but the pain, the intense, often unmitigated pain. It is important to share how I know survival is survival and not just a walk throught the rain.",
        "author":"― Audre Lorde  "
        },
        {
        "text": "Truth is ever to be found in the simplicity, and not in the multiplicity and confusion of things.",
        "author":"― Isaac Newton  "
        },
        {
        "text": "I am afraid to show you who I really am, because if I show you who I really am, you might not like it--and that's all I got.",
        "author":"― Sabrina Ward Harrison, Spilling Open: The Art of Becoming Yourself  "
        },
        {
        "text": "Proclaim the truth and do not be silent through fear.",
        "author":"― St. Catherine of Siena  "
        },
        {
        "text": "When everything gets answered, it's fake.",
        "author":"― Sean Penn  "
        },
        {
        "text": "All Dogs Go To Heaven? Sorry, kids. It's only the dogs who've accepted Christ.",
        "author":"― Stephen Colbert, I Am America  "
        },
        {
        "text": "Those who have failed to work toward the truth have missed the purpose of living.",
        "author":"― Buddha Siddhartha Guatama Shakyamuni  "
        },
        {
        "text": "The contemporary proliferation of bullshit also has deeper sources, in various forms of skepticism which deny that we can have any reliable access to an objective reality and which therefore reject the possibility of knowing how things truly are. These \"anti-realist\" doctrines undermine confidence in the value of disinterested efforts to determine what is true and what is false, and even in the intelligibility of the notion of objective inquiry. One response to this loss of confidence has been a retreat from the discipline required by dedication to the ideal of correctness to a quite different sort of discipline, which is imposed by pursuit of an alternative ideal of sincerity. Rather than seeking primarily to arrive at accurate representations of a common world, the individual turns toward trying to provide honest representations of himself. Convinced that reality has no inherent nature, which he might hope to identify as the truth about things, he devotes himself to being true to his own nature. It is as though he decides that since it makes no sense to try to be true to the facts, he must therefore try instead to be true to himself.But it is preposterous to imagine that we ourselves are determinate, and hence susceptible both to correct and to incorrect descriptions, while supposing that the ascription of determinacy to anything else has been exposed as a mistake. As conscious beings, we exist only in response to other things, and we cannot know ourselves at all without knowing them. Moreover, there is nothing in theory, and certainly nothing in experience, to support the extraordinary judgment that it is the truth about himself that is the easiest for a person to know. Facts about ourselves are not peculiarly solid and resistant to skeptical dissolution. Our natures are, indeed, elusively insubstantial -- notoriously less stable and less inherent than the natures of other things. And insofar as this is the case, sincerity itself is bullshit.",
        "author":"― Harry G. Frankfurt, On Bullshit  "
        },
        {
        "text": "Apparently people don't like the truth, but I do like it; I like it because it upsets a lot of people. If you show them enough times that their arguments are bullshit, then maybe just once, one of them will say, 'Oh! Wait a minute - I was wrong.' I live for that happening. Rare, I assure you",
        "author":"― Lemmy Kilmister  "
        },
        {
        "text": "My hands tend to be full enough dealing with people who hate me for who I am. Concentrate too hard on the millions of people who hate you for what you are and you're likely to turn into one of those unkempt, sloppy dressers who sag beneath the weight of the two hundred political buttons they wear pinned to their coats and knapsacks.",
        "author":"― David Sedaris  "
        },
        {
        "text": "A good man is as strong as the right woman needs him to be.",
        "author":"― Gregory David Roberts, Shantaram  "
        },
        {
        "text": "What I am telling you, before you begin my story, is this -- two things: I crave truth. And I lie. ",
        "author":"― Tana French, In the Woods  "
        },
        {
        "text": "There are powers far beyond us, plans far beyond what we could have ever thought of, visions far more vast than what we can ever see on our own with our own eyes, there are horizons long gone beyond our own horizons. This is courage- to throw away what is our own that is limited and to thrust ourselves into the hands of these higher powers- God and Destiny.To do this is to abide in the realm of the eternal, to walk in the path of the everlasting to follow in the footprints of God and demi-gods. The hardest part for man is the letting go. For some reason, he thinks himself big enough to know and to see what's good for him. But in the letting go........is found freedom. In the letting go........ is found the flight!",
        "author":"― C. JoyBell C.  "
        },
        {
        "text": "The tongue may hide the truth but the eyes—never!",
        "author":"― Mikhail Bulgakov, The Master and Margarita  "
        },
        {
        "text": "[I]t is the wine that leads me on,the wild winethat sets the wisest man to singat the top of his lungs,laugh like a fool – it drives theman to dancing... it eventempts him to blurt out storiesbetter never told.",
        "author":"― Homer, The Odyssey  "
        },
        {
        "text": "Sometimes you have to steer away from the crowd in order to be a better person. It's not always easy, that's for sure. But it's right. And sometimes doing the right thing feels good, even if it does end up in a trip to the principal's office.",
        "author":"― Simone Elkeles, Leaving Paradise  "
        }
]