[
{
"text": "The fool doth think he is wise, but the wise man knows himself to be a fool.",
"author":"― William Shakespeare, As You Like It  "
},
{
"text": "Whenever you find yourself on the side of the majority, it is time to reform (or pause and reflect).",
"author":"― Mark Twain  "
},
{
"text": "When someone loves you, the way they talk about you is different. You feel safe and comfortable.",
"author":"― Jess C. Scott, The Intern  "
},
{
"text": "Knowing yourself is the beginning of all wisdom.",
"author":"― Aristotle  "
},
{
"text": "The only true wisdom is in knowing you know nothing.",
"author":"― Socrates  "
},
{
"text": "The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.",
"author":"― Isaac Asimov  "
},
{
"text": "Count your age by friends, not years. Count your life by smiles, not tears.",
"author":"― John Lennon  "
},
{
"text": "Hold fast to dreams,For if dreams dieLife is a broken-winged bird,That cannot fly.",
"author":"― Langston Hughes  "
},
{
"text": "In a good bookroom you feel in some mysterious way that you are absorbing the wisdom contained in all the books through your skin, without even opening them.",
"author":"― Mark Twain  "
},
{
"text": "May you live every day of your life.",
"author":"― Jonathan Swift  "
},
{
"text": "Never laugh at live dragons.",
"author":"― J.R.R. Tolkien  "
},
{
"text": "It is the mark of an educated mind to be able to entertain a thought without accepting it.",
"author":"― Aristotle, Metaphysics  "
},
{
"text": "The secret of life, though, is to fall seven times and to get up eight times.",
"author":"― Paulo Coelho, The Alchemist  "
},
{
"text": "Any fool can know. The point is to understand.",
"author":"― Albert Einstein  "
},
{
"text": "If you're reading this...Congratulations, you're alive.If that's not something to smile about,then I don't know what is.",
"author":"― Chad Sugg, Monsters Under Your Head  "
},
{
"text": "There is neither happiness nor misery in the world; there is only the comparison of one state with another, nothing more. He who has felt the deepest grief is best able to experience supreme happiness. We must have felt what it is to die, Morrel, that we may appreciate the enjoyments of life. \" Live, then, and be happy, beloved children of my heart, and never forget, that until the day God will deign to reveal the future to man, all human wisdom is contained in these two words, 'Wait and Hope.'",
"author":"― Alexandre Dumas  "
},
{
"text": "The best index to a person's character is how he treats people who can't do him any good, and how he treats people who can't fight back.",
"author":"― Abigail Van Buren  "
},
{
"text": "Think before you speak. Read before you think.",
"author":"― Fran Lebowitz, The Fran Lebowitz Reader  "
},
{
"text": "Never let your sense of morals prevent you from doing what is right.",
"author":"― Isaac Asimov, Foundation  "
},
{
"text": "The unexamined life is not worth living.",
"author":"― Socrates  "
},
{
"text": "Turn your wounds into wisdom.",
"author":"― Oprah Winfrey  "
},
{
"text": "The simple things are also the most extraordinary things, and only the wise can see them.",
"author":"― Paulo Coelho, The Alchemist  "
},
{
"text": "There are three things all wise men fear: the sea in storm, a night with no moon, and the anger of a gentle man.",
"author":"― Patrick Rothfuss, The Wise Man's Fear  "
},
{
"text": "Angry people are not always wise.",
"author":"― Jane Austen, Pride and Prejudice  "
},
{
"text": "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.",
"author":"― Confucious  "
},
{
"text": "It's a dangerous business, Frodo, going out your door. You step onto the road, and if you don't keep your feet, there's no knowing where you might be swept off to.",
"author":"― J.R.R. Tolkien, The Lord of the Rings  "
},
{
"text": "You do not write your life with words...You write it with actions. What you think is not important. It is only important what you do.",
"author":"― Patrick Ness, A Monster Calls  "
},
{
"text": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.",
"author":"― Rumi  "
},
{
"text": "God will not look you over for medals, degrees or diplomas but for scars.",
"author":"― Elbert Hubbard  "
},
{
"text": "I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones.",
"author":"― Albert Einstein  "
},
{
"text": "Knowing others is intelligence;knowing yourself is true wisdom.Mastering others is strength; mastering yourself is true power.",
"author":"― Lao Tzu, Tao Te Ching  "
},
{
"text": "The man of knowledge must be able not only to love his enemies but also to hate his friends.",
"author":"― Friedrich Nietzsche  "
},
{
"text": "Learn to light a candle in the darkest moments of someone’s life. Be the light that helps others see; it is what gives life its deepest significance.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "Follow your heart, listen to your inner voice, stop caring about what others think.",
"author":"― Roy T. Bennett, The Light in the Heart  "
},
{
"text": "Trees are poems the earth writes upon the sky, We fell them down and turn them into paper,That we may record our emptiness.",
"author":"― Kahlil Gibran  "
},
{
"text": "The measure of intelligence is the ability to change.",
"author":"― Albert Einstein  "
},
{
"text": "You will do foolish things, but do them with enthusiasm.",
"author":"― Colette  "
},
{
"text": "It is not that I'm so smart. But I stay with the questions much longer.",
"author":"― Albert Einstein  "
},
{
"text": "The only way to get through life is to laugh your way through it. You either have to laugh or cry. I prefer to laugh. Crying gives me a headache.",
"author":"― Marjorie Pay Hinckley  "
},
{
"text": "I'm not young enough to know everything.",
"author":"― J.M. Barrie, The Admirable Crichton  "
},
{
"text": "The past has no power over the present moment.",
"author":"― Eckhart Tolle  "
},
{
"text": "Don't waste your time with explanations: people only hear what they want to hear.",
"author":"― Paulo Coelho  "
},
{
"text": "Failure is the condiment that gives success its flavor.",
"author":"― Truman Capote  "
},
{
"text": "We must be willing to let go of the life we planned so as to have the life that is waiting for us.",
"author":"― Joseph Campbell  "
},
{
"text": "Don't Gain The World & Lose Your Soul, Wisdom Is Better Than Silver Or Gold.",
"author":"― Bob Marley  "
},
{
"text": "Knowledge speaks, but wisdom listens",
"author":"― Jimi Hendrix  "
},
{
"text": "You yourself, as much as anybody in the entire universe, deserve your love and affection",
"author":"― Sharon Salzberg  "
},
{
"text": "We can know only that we know nothing. And that is the highest degree of human wisdom.",
"author":"― Leo Tolstoy, War and Peace  "
},
{
"text": "The mind once enlightened cannot again become dark.",
"author":"― Thomas Paine, A Letter Addressed to the Abbe Raynal on the Affairs of North America  "
},
{
"text": "Even strength must bow to wisdom sometimes.",
"author":"― Rick Riordan, The Lightning Thief  "
},
{
"text": "Sell your cleverness and buy bewilderment.",
"author":"― Rumi, Masnavi i Man'avi, the spiritual couplets of Maula  "
},
{
"text": "There are moments when troubles enter our lives and we can do nothing to avoid them.But they are there for a reason. Only when we have overcome them will we understand why they were there.",
"author":"― Paulo Coelho, The Fifth Mountain  "
},
{
"text": "I’m not in this world to live up to your expectations and you’re not in this world to live up to mine.",
"author":"― Bruce Lee  "
},
{
"text": "The desire to reach for the stars is ambitious. The desire to reach hearts is wise.",
"author":"― Maya Angelou  "
},
{
"text": "The more I read, the more I acquire, the more certain I am that I know nothing.",
"author":"― Voltaire  "
},
{
"text": "We learn from failure, not from success!",
"author":"― Bram Stoker, Dracula  "
},
{
"text": "Music is ... A higher revelation than all Wisdom & Philosophy",
"author":"― Ludwig van Beethoven  "
},
{
"text": "Pain is a pesky part of being human, I've learned it feels like a stab wound to the heart, something I wish we could all do without, in our lives here. Pain is a sudden hurt that can't be escaped. But then I have also learned that because of pain, I can feel the beauty, tenderness, and freedom of healing. Pain feels like a fast stab wound to the heart. But then healing feels like the wind against your face when you are spreading your wings and flying through the air! We may not have wings growing out of our backs, but healing is the closest thing that will give us that wind against our faces.",
"author":"― C. JoyBell C.  "
},
{
"text": "Anybody can look at a pretty girl and see a pretty girl. An artist can look at a pretty girl and see the old woman she will become. A better artist can look at an old woman and see the pretty girl that she used to be. But a great artist-a master-and that is what Auguste Rodin was-can look at an old woman, protray her exactly as she is...and force the viewer to see the pretty girl she used to be...and more than that, he can make anyone with the sensitivity of an armadillo, or even you, see that this lovely young girl is still alive, not old and ugly at all, but simply prisoned inside her ruined body. He can make you feel the quiet, endless tragedy that there was never a girl born who ever grew older than eighteen in her heart...no matter what the merciless hours have done to her. Look at her, Ben. Growing old doesn't matter to you and me; we were never meant to be admired-but it does to them.",
"author":"― Robert Heinlein  "
},
{
"text": "We shall not cease from explorationAnd the end of all our exploringWill be to arrive where we startedAnd know the place for the first time.",
"author":"― T. S. Eliot, Four Quartets  "
},
{
"text": "Never, never, never give in!",
"author":"― Winston S. Churchill  "
},
{
"text": "The older I grow, the more I distrust the familiar doctrine that age brings wisdom.",
"author":"― H.L. Mencken  "
},
{
"text": "Perhaps the rare and simple pleasure of being seen for what one is compensates for the misery of being it.",
"author":"― Margaret Drabble  "
},
{
"text": "In youth, it was a way I had,To do my best to please.And change, with every passing ladTo suit his theories.But now I know the things I knowAnd do the things I do,And if you do not like me so,To hell, my love, with you.",
"author":"― Dorothy Parker, The Complete Poems of Dorothy Parker  "
},
{
"text": "We live in an age when unnecessary things are our only necessities.",
"author":"― Oscar Wilde  "
},
{
"text": "Wisdom cannot be imparted. Wisdom that a wise man attempts to impart always sounds like foolishness to someone else ... Knowledge can be communicated, but not wisdom. One can find it, live it, do wonders through it, but one cannot communicate and teach it.",
"author":"― Hermann Hesse, Siddhartha  "
},
{
"text": "All knowledge hurts.",
"author":"― Cassandra Clare, City of Bones  "
},
{
"text": "Wonder is the beginning of wisdom.",
"author":"― Socrates  "
},
{
"text": "Death is no more than passing from one room into another. But there's a difference for me, you know. Because in that other room I shall be able to see.",
"author":"― Helen Keller  "
},
{
"text": "There comes a point when you either embrace who and what you are, or condemn yourself to be miserable all your days. Other people will try to make you miserable; don't help them by doing the job yourself.",
"author":"― Laurell K. Hamilton  "
},
{
"text": "I think I've discovered the secret of life -- you just hang around until you get used to it.",
"author":"― Charles Schultz  "
},
{
"text": "That's what real love amounts to - letting a person be what he really is. Most people love you for who you pretend to be. To keep their love, you keep pretending - performing. You get to love your pretence. It's true, we're locked in an image, an act - and the sad thing is, people get so used to their image, they grow attached to their masks. They love their chains. They forget all about who they really are. And if you try to remind them, they hate you for it, they feel like you're trying to steal their most precious possession.",
"author":"― Jim Morrison  "
},
{
"text": "Nowadays most people die of a sort of creeping common sense, and discover when it is too late that the only things one never regrets are one's mistakes.",
"author":"― Oscar Wilde, The Picture of Dorian Gray  "
},
{
"text": "You can search throughout the entire universe for someone who is more deserving of your love and affection than you are yourself, and that person is not to be found anywhere. You, yourself, as much as anybody in the entire universe, deserve your love and affection.",
"author":"― Sharon Salzberg  "
},
{
"text": "Mockingbirds don’t do one thing but make music for us to enjoy. They don’t eat up people’s gardens, don’t nest in corncribs, they don’t do one thing but sing their hearts out for us. That’s why it’s a sin to kill a mockingbird.",
"author":"― Harper Lee, To Kill a Mockingbird  "
},
{
"text": "Authority without wisdom is like a heavy axe without an edge, fitter to bruise than polish.",
"author":"― Anne Bradstreet  "
},
{
"text": "Half of seeming clever is keeping your mouth shut at the right times.",
"author":"― Patrick Rothfuss, The Wise Man's Fear  "
},
{
"text": "It is unwise to be too sure of one's own wisdom. It is healthy to be reminded that the strongest might weaken and the wisest might err.",
"author":"― Mahatma Gandhi  "
},
{
"text": "Life would be tragic if it weren't funny.",
"author":"― Stephen Hawking  "
},
{
"text": "Common sense in an uncommon degree is what the world calls wisdom.",
"author":"― Samuel Taylor Coleridge, Literary Remains, Vol. 1  "
},
{
"text": "Sometimes one likes foolish people for their folly, better than wise people for their wisdom.",
"author":"― Elizabeth Gaskell, Wives and Daughters  "
},
{
"text": "This being human is a guest house. Every morning is a new arrival. A joy, a depression, a meanness, some momentary awareness comes as an unexpected visitor...Welcome and entertain them all. Treat each guest honorably. The dark thought, the shame, the malice, meet them at the door laughing, and invite them in. Be grateful for whoever comes, because each has been sent as a guide from beyond.",
"author":"― Mawlana Jalal-al-Din Rumi  "
},
{
"text": "We seldom realize, for example that our most private thoughts and emotions are not actually our own. For we think in terms of languages and images which we did not invent, but which were given to us by our society.",
"author":"― Alan Watts  "
},
{
"text": "Honesty is the first chapter of the book wisdom.",
"author":"― Thomas Jefferson  "
},
{
"text": "Whenever I hear anyone arguing for slavery, I feel a strong impulse to see it tried on him personally.",
"author":"― Abraham Lincoln  "
},
{
"text": "If we encounter a man of rare intellect, we should ask him what books he reads.",
"author":"― Ralph Waldo Emerson  "
},
{
"text": "Those sweet lips. My, oh my, I could kiss those lips all night long.Good things come to those who wait.",
"author":"― Jess C. Scott, The Intern  "
},
{
"text": "The soul becomes dyed with the colour of its thoughts.",
"author":"― Marcus Aurelius, Meditations  "
},
{
"text": "Time is a game played beautifully by children.",
"author":"― Heraclitus, Fragments  "
},
{
"text": "It is one thing to be clever and another to be wise.",
"author":"― George R.R. Martin  "
},
{
"text": "Sometimes, if you stand on the bottom rail of a bridge and lean over to watch the river slipping slowly away beneath you, you will suddenly know everything there is to be known.",
"author":"― A.A. Milne  "
},
{
"text": "The public have an insatiable curiosity to know everything, except what is worth knowing.",
"author":"― Oscar Wilde, The Soul of Man Under Socialism, and Selected Critical Prose  "
},
{
"text": "Love is a form of prejudice. You love what you need, you love what makes you feel good, you love what is convenient. How can you say you love one person when there are ten thousand people in the world that you would love more if you ever met them? But you'll never meet them. All right, so we do the best we can. Granted. But we must still realize that love is just the result of a chance encounter. Most people make too much of it. On these grounds a good fuck is not to be entirely scorned. But that's the result of a chance meeting too. You're damned right. Drink up. We'll have another.",
"author":"― Charles Bukowski  "
},
{
"text": "A wise man will make more opportunities than he finds.",
"author":"― Francis Bacon, The Essays  "
},
{
"text": "Having children makes you no more a parent than having a piano makes you a pianist.",
"author":"― Michael Levine  "
},
{
"text": "Suffering is a gift. In it is hidden mercy.",
"author":"― Rumi  "
},
{
"text": "As much money and life as you could want! The two things most human beings would choose above all - the trouble is, humans do have a knack of choosing precisely those things that are worst for them.",
"author":"― J.K. Rowling, Harry Potter and the Sorcerer's Stone  "
},
{
"text": "We have to create culture, don't watch TV, don't read magazines, don't even listen to NPR. Create your own roadshow. The nexus of space and time where you are now is the most immediate sector of your universe, and if you're worrying about Michael Jackson or Bill Clinton or somebody else, then you are disempowered, you're giving it all away to icons, icons which are maintained by an electronic media so that you want to dress like X or have lips like Y. This is shit-brained, this kind of thinking. That is all cultural diversion, and what is real is you and your friends and your associations, your highs, your orgasms, your hopes, your plans, your fears. And we are told 'no', we're unimportant, we're peripheral. 'Get a degree, get a job, get a this, get a that.' And then you're a player, you don't want to even play in that game. You want to reclaim your mind and get it out of the hands of the cultural engineers who want to turn you into a half-baked moron consuming all this trash that's being manufactured out of the bones of a dying world.",
"author":"― Terence McKenna  "
},
{
"text": "Guard well your thoughts when alone and your words when accompanied.",
"author":"― Roy T. Bennett  "
},
{
"text": "Of all tyrannies, a tyranny sincerely exercised for the good of its victims may be the most oppressive. It would be better to live under robber barons than under omnipotent moral busybodies. The robber baron's cruelty may sometimes sleep, his cupidity may at some point be satiated; but those who torment us for our own good will torment us without end for they do so with the approval of their own conscience.",
"author":"― C. S. Lewis  "
},
{
"text": "You're going to meet many people with domineering personalities: the loud, the obnoxious, those that noisily stake their claims in your territory and everywhere else they set foot on. This is the blueprint of a predator. Predators prey on gentleness, peace, calmness, sweetness and any positivity that they sniff out as weakness. Anything that is happy and at peace they mistake for weakness. It's not your job to change these people, but it's your job to show them that your peace and gentleness do not equate to weakness. I have always appeared to be fragile and delicate but the thing is, I am not fragile and I am not delicate. I am very gentle but I can show you that the gentle also possess a poison. I compare myself to silk. People mistake silk to be weak but a silk handkerchief can protect the wearer from a gunshot. There are many people who will want to befriend you if you fit the description of what they think is weak; predators want to have friends that they can dominate over because that makes them feel strong and important. The truth is that predators have no strength and no courage. It is you who are strong, and it is you who has courage. I have lost many a friend over the fact that when they attempt to rip me, they can't. They accuse me of being deceiving; I am not deceiving, I am just made of silk. It is they who are stupid and wrongly take gentleness and fairness for weakness. There are many more predators in this world, so I want you to be made of silk. You are silk.",
"author":"― C. JoyBell C.  "
},
{
"text": "I ask not for any crownBut that which all may win;Nor try to conquer any worldExcept the one within.",
"author":"― Louisa May Alcott  "
},
{
"text": "The essence of being human is that one does not seek perfection.",
"author":"― George Orwell, In Front of Your Nose: 1945-1950  "
},
{
"text": "The only man who never makes mistakes is the man who never does anything.",
"author":"― Theodore Roosevelt  "
},
{
"text": "Man is a mystery. It needs to be unravelled, and if you spend your whole life unravelling it, don't say that you've wasted time. I am studying that mystery because I want to be a human being.",
"author":"― Fyodor Dostoevsky  "
},
{
"text": "Wisdom is not a product of schooling but of the lifelong attempt to acquire it.",
"author":"― Albert Einstein  "
},
{
"text": "I believe that what we become depends on what our fathers teach us at odd moments, when they aren't trying to teach us. We are formed by little scraps of wisdom.",
"author":"― Umberto Eco, Foucault's Pendulum  "
},
{
"text": "As if you could kill time without injuring eternity.",
"author":"― Henry David Thoreau, Walden  "
},
{
"text": "When a child asks you something, answer him, for goodness sake. But don't make a production of it. Children are children, but they can spot an evasion faster than adults, and evasion simply muddles 'em.",
"author":"― Harper Lee, To Kill a Mockingbird  "
},
{
"text": "He that breaks a thing to find out what it is has left the path of wisdom.",
"author":"― J.R.R. Tolkien, The Fellowship of the Ring  "
},
{
"text": "People who know little are usually great talkers, while men who know much say little.",
"author":"― Jean Jacques Rousseau  "
},
{
"text": "Successful people are always looking for opportunities to help others. Unsuccessful people are always asking, \"What's in it for me?\"",
"author":"― Brian Tracy  "
},
{
"text": "Your conscience is the measure of the honesty of your selfishness.Listen to it carefully.",
"author":"― Richard Bach, Illusions: The Adventures of a Reluctant Messiah  "
},
{
"text": "We must live together as brothers or perish together as fools.",
"author":"― Martin Luther King Jr.  "
},
{
"text": "Sure, we'd faced some things as children that a lot of kids don't. Sure, Justin had qualified for his Junior de Sade Badge in his teaching methods for dealing with pain. We still hadn't learned, though, that growing up is all about getting hurt. And then getting over it. You hurt. You recover. You move on. Odds are pretty good you're just going to get hurt again. But each time, you learn something.Each time, you come out of it a little stronger, and at some point you realize that there are more flavors of pain than coffee. There's the little empty pain of leaving something behind - gradutaing, taking the next step forward, walking out of something familiar and safe into the unknown. There's the big, whirling pain of life upending all of your plans and expecations. There's the sharp little pains of failure, and the more obscure aches of successes that didn't give you what you thought they would. There are the vicious, stabbing pains of hopes being torn up. The sweet little pains of finding others, giving them your love, and taking joy in their life they grow and learn. There's the steady pain of empathy that you shrug off so you can stand beside a wounded friend and help them bear their burdens. And if you're very, very lucky, there are a very few blazing hot little pains you feel when you realized that you are standing in a moment of utter perfection, an instant of triumph, or happiness, or mirth which at the same time cannot possibly last - and yet will remain with you for life.Everyone is down on pain, because they forget something important about it: Pain is for the living. Only the dead don't feel it.Pain is a part of life. Sometimes it's a big part, and sometimes it isn't, but either way, it's a part of the big puzzle, the deep music, the great game. Pain does two things: It teaches you, tells you that you're alive. Then it passes away and leaves you changed. It leaves you wiser, sometimes. Sometimes it leaves you stronger. Either way, pain leaves its mark, and everything important that will ever happen to you in life is going to involve it in one degree or another.",
"author":"― Jim Butcher  "
},
{
"text": "Wise? No, I simply learned to think.",
"author":"― Christopher Paolini, Eldest  "
},
{
"text": "The lotus is the most beautiful flower, whose petals open one by one. But it will only grow in the mud. In order to grow and gain wisdom, first you must have the mud --- the obstacles of life and its suffering. ... The mud speaks of the common ground that humans share, no matter what our stations in life. ... Whether we have it all or we have nothing, we are all faced with the same obstacles: sadness, loss, illness, dying and death. If we are to strive as human beings to gain more wisdom, more kindness and more compassion, we must have the intention to grow as a lotus and open each petal one by one. ",
"author":"― Goldie Hawn  "
},
{
"text": "It does not matter how long you are spending on the earth, how much money you have gathered or how much attention you have received. It is the amount of positive vibration you have radiated in life that matters,",
"author":"― Amit Ray, Meditation: Insights and Inspirations  "
},
{
"text": "There is more in you of good than you know, child of the kindly West. Some courage and some wisdom, blended in measure. If more of us valued food and cheer and song above hoarded gold, it would be a merrier world.",
"author":"― J.R.R. Tolkien, The Hobbit, or There and Back Again  "
},
{
"text": "It takes a very long time to become young.",
"author":"― Pablo Picasso  "
},
{
"text": "It's not what you say out of your mouth that determines your life, it's what you whisper to yourself that has the most power!",
"author":"― Robert T. Kiyosaki  "
},
{
"text": "People know what they do; frequently they know why they do what they do; but what they don't know is what what they do does.",
"author":"― Michel Foucault, Madness and Civilization: A History of Insanity in the Age of Reason  "
},
{
"text": "It is wise to direct your anger towards problems -- not people; to focus your energies on answers -- not excuses.",
"author":"― William Arthur Ward  "
},
{
"text": "I felt like an animal, and animals don’t know sin, do they?",
"author":"― Jess C. Scott, Wicked Lovely  "
},
{
"text": "The journey is what brings us happiness not the destination.",
"author":"― Dan Millman, Way of the Peaceful Warrior: A Book That Changes Lives  "
},
{
"text": "I AM IGNORANT of absolute truth. But I am humble before my ignorance and therein lies my honor and my reward.",
"author":"― Khalil Gibran  "
},
{
"text": "The art of being wise is knowing what to overlook.",
"author":"― William James  "
},
{
"text": "A wise man gets more use from his enemies than a fool from his friends.",
"author":"― Baltasar Gracian, The Art of Worldly Wisdom  "
},
{
"text": "Books loved anyone who opened them, they gave you security and friendship and didn't ask for anything in return; they never went away, never, not even when you treated them badly. Love, truth, beauty, wisdom and consolation against death. Who had said that? Someone else who loved books.",
"author":"― Cornelia Funke, Inkheart  "
},
{
"text": "Into the darkness they go, the wise and the lovely. ",
"author":"― Edna St. Vincent Millay  "
},
{
"text": "wisdom comes to us when it can no longer do any good.",
"author":"― Gabriel García Márquez, Love in the Time of Cholera  "
},
{
"text": "The stupid neither forgive nor forget; the naive forgive and forget; the wise forgive but do not forget.",
"author":"― Thomas Szasz  "
},
{
"text": "A smart person knows how to talk. A wise person knows when to be silent.",
"author":"― Roy T. Bennett  "
},
{
"text": "No man is poor who has a Godly mother.",
"author":"― Abraham Lincoln  "
},
{
"text": "Hide not your talents, they for use were made,What's a sundial in the shade?",
"author":"― Benjamin Franklin  "
},
{
"text": "No, that is the great fallacy: the wisdom of old men. They do not grow wise. They grow careful.",
"author":"― Ernest Hemingway, A Farewell to Arms  "
},
{
"text": "But magic is neither good nor evil. It is a tool, like a knife. Is a knife evil? Only if the wielder is evil.",
"author":"― Rick Riordan, The House of Hades  "
},
{
"text": "A man is not called wise because he talks and talks again; but if he is peaceful, loving and fearless then he is in truth called wise.",
"author":"― Dhammapada, The Dhammapada: The Sayings of the Buddha  "
},
{
"text": "If opportunity doesn't knock, build a door",
"author":"― Milton Berle  "
},
{
"text": "Wisely and slow; they stumble that run fast.",
"author":"― William Shakespeare, Romeo and Juliet  "
},
{
"text": "Take it moment by moment, and you will find that we are all, as I’ve said before, bugs in amber.",
"author":"― Kurt Vonnegut  "
},
{
"text": "Knowledge comes, but wisdom lingers.",
"author":"― Alfred Lord Tennyson  "
},
{
"text": "Never respond to an angry person with a fiery comeback, even if he deserves it...Don't allow his anger to become your anger.",
"author":"― Bohdi Sanders, Warrior Wisdom: Ageless Wisdom for the Modern Warrior  "
},
{
"text": "Lost Time is never found again.",
"author":"― Benjamin Franklin, Poor Richard's Almanack  "
},
{
"text": "If you have a dream, don’t just sit there. Gather courage to believe that you can succeed and leave no stone unturned to make it a reality.",
"author":"― Dr Roopleen  "
},
{
"text": "There are no ordinary moments.",
"author":"― Dan Millman, Way of the Peaceful Warrior: A Book That Changes Lives  "
},
{
"text": "Don’t only practice your art, but force your way into its secrets, for it and knowledge can raise men to the divine.",
"author":"― Ludwig van Beethoven  "
},
{
"text": "But what if I make a mistake?' Will asked.Gilan threw back his head and laughed. 'A mistake? One mistake? You should be so lucky. You'll make dozens! I made four or five on my first day alone! Of course you'll make mistakes. Just don't make any of them twice. If you do mess things up, don't try to hide it. Don't try to rationalize it. Recognize it and admit it and learn from it. We never stop learning, none of us.",
"author":"― John Flanagan, Erak's Ransom  "
},
{
"text": "May Light always surround you;Hope kindle and rebound you.May your Hurts turn to Healing;Your Heart embrace Feeling.May Wounds become Wisdom;Every Kindness a Prism.May Laughter infect you;Your Passion resurrect you.May Goodness inspire your Deepest Desires.Through all that you Reach For, May your arms Never Tire.",
"author":"― D. Simone  "
},
{
"text": "I used to think the worst thing in life is to end up all alone. It's not. The worst thing in life is to end up with people who make you feel all alone.",
"author":"― Robin Williams  "
},
{
"text": "Far better it is to dare mighty things, to win glorious triumphs, even though checkered by failure, than to take rank with those poor spirits who neither enjoy much nor suffer much, because they live in the gray twilight that knows neither victory nor defeat.",
"author":"― Theodore Roosevelt, Strenuous Life  "
},
{
"text": "Don't just say you have read books. Show that through them you have learned to think better, to be a more discriminating and reflective person. Books are the training weights of the mind. They are very helpful, but it would be a bad mistake to suppose that one has made progress simply by having internalized their contents.",
"author":"― Epictetus, The Art of Living: The Classical Manual on Virtue, Happiness and Effectiveness  "
},
{
"text": "It is strange how often a heart must be broken Before the years can make it wise.",
"author":"― Sara Teasdale, The Collected Poems  "
},
{
"text": "V-Day…if you need this one day in a year to show everyone else you truly care for "
},
{
"text": "your loved one",
"author":"― Jess C Scott, EyeLeash: A Blog Novel  "
},
{
"text": "Where wisdom reigns, there is no conflict between thinking and feeling.",
"author":"― Carl Gustav Jung  "
},
{
"text": "You cannot control what happens to you, but you can control your attitude toward what happens to you, and in that, you will be mastering change rather than allowing it to master you.",
"author":"― Brian Tracy  "
},
{
"text": "I think it's impossible to really understand somebody, what they want, what they believe, and not love them the way they love themselves.",
"author":"― Orson Scott Card, Ender's Game  "
},
{
"text": "For everything in this journey of life we are on, there is a right wing and a left wing: for the wing of love there is anger; for the wing of destiny there is fear; for the wing of pain there is healing; for the wing of hurt there is forgiveness; for the wing of pride there is humility; for the wing of giving there is taking; for the wing of tears there is joy; for the wing of rejection there is acceptance; for the wing of judgment there is grace; for the wing of honor there is shame; for the wing of letting go there is the wing of keeping. We can only fly with two wings and two wings can only stay in the air if there is a balance. Two beautiful wings is perfection. There is a generation of people who idealize perfection as the existence of only one of these wings every time. But I see that a bird with one wing is imperfect. An angel with one wing is imperfect. A butterfly with one wing is dead. So this generation of people strive to always cut off the other wing in the hopes of embodying their ideal of perfection, and in doing so, have created a crippled race.",
"author":"― C. JoyBell C.  "
},
{
"text": "In order to rise from its own ashes, a Phoenix first must burn.",
"author":"― Octavia Butler  "
},
{
"text": "We don't receive wisdom; we must discover it for ourselves after a journey that no one can take for us or spare us.",
"author":"― Marcel Proust  "
},
{
"text": "In fact, the mere act of opening the box will determine the state of thecat, although in this case there were three determinate states the catcould be in: these being Alive, Dead, and Bloody Furious.",
"author":"― Terry Pratchett, Lords and Ladies  "
},
{
"text": "Never forget that justice is what love looks like in public.",
"author":"― Cornel West  "
},
{
"text": "Prediction is very difficult, especially about the future.",
"author":"― Niels Bohr  "
},
{
"text": "As a well spent day brings happy sleep, so life well used brings happy death.",
"author":"― Leonardo da Vinci  "
},
{
"text": "You will not be punished for your anger; you will be punished by your anger.",
"author":"― Siddhārtha Gautama  "
},
{
"text": "Transformation is my favorite game and in my experience, anger and frustration are the result of you not being authentic somewhere in your life or with someone in your life. Being fake about anything creates a block inside of you. Life can’t work for you if you don’t show up as you.",
"author":"― Jason Mraz  "
},
{
"text": "We should forgive our enemies, but not before they are hanged",
"author":"― Heinrich Heine  "
},
{
"text": "I have lived with several Zen masters -- all of them cats.",
"author":"― Eckhart Tolle, The Power of Now: A Guide to Spiritual Enlightenment  "
},
{
"text": "Simple can be harder than complex: You have to work hard to get your thinking clean to make it simple. But it’s worth it in the end because once you get there, you can move mountains.",
"author":"― Steve Jobs  "
},
{
"text": "You cannot teach a man anything, you can only help him find it within himself.",
"author":"― Galileo  "
},
{
"text": "How can I be substantial if I do not cast a shadow? I must have a dark side also If I am to be whole.",
"author":"― C.G. Jung, Modern Man in Search of a Soul  "
},
{
"text": "Madame, all stories, if continued far enough, end in death, and he is no true-story teller who would keep that from you.",
"author":"― Hemingway, Ernest  "
},
{
"text": "I can calculate the motion of heavenly bodies but not the madness of people.",
"author":"― Isaac Newton  "
},
{
"text": "There is a wisdom of the head, and... there is a wisdom of the heart.",
"author":"― Charles Dickens, Hard Times  "
},
{
"text": "من نمّ لك نمّ بك, ومن نقل إليك نقل عنك, ومن إذا أرضيته فقال ماليس فيك, كذلك إذا أغضبته قال فيك ماليس فيك.",
"author":"― محمد بن إدريس الشافعي  "
},
{
"text": "If others tell us something we make assumptions, and if they don't tell us something we make assumptions to fulfill our need to know and to replace the need to communicate. Even if we hear something and we don't understand we make assumptions about what it means and then believe the assumptions. We make all sorts of assumptions because we don't have the courage to ask questions.",
"author":"― Miguel Ruiz, The Four Agreements: A Practical Guide to Personal Freedom  "
},
{
"text": "Re-examine all you have been told. Dismiss what insults your soul.",
"author":"― Walt Whitman  "
},
{
"text": "There is no escape—we pay for the violence of our ancestors.",
"author":"― Frank Herbert, Dune  "
},
{
"text": "Don't go looking for boys in the darkThey will say pretty things thenleave you with scars.Do go looking for boys in the parkFor that is where the true gentlemen are.",
"author":"― Anna Godbersen, The Luxe  "
},
{
"text": "It is not a daily increase, but a daily decrease. Hack away at the inessentials.",
"author":"― Bruce Lee  "
},
{
"text": "There is an ancient tribal proverb I once heard in India. It says that before we can see properly we must first shed our tears to clear the way.",
"author":"― Libba Bray, The Sweet Far Thing  "
},
{
"text": "If you try to change it, you will ruin it. Try to hold it, and you will lose it.",
"author":"― Lao Tzu, Tao Te Ching  "
},
{
"text": "Before I can live with other folks I’ve got to live with myself. The one thing that doesn’t abide by majority rule is a person’s conscience.",
"author":"― Harper Lee, To Kill a Mockingbird  "
},
{
"text": "Death, therefore, the most awful of evils, is nothing to us, seeing that, when we are, death is not come, and, when death is come, we are not.",
"author":"― Epicurus  "
},
{
"text": "Wisdom.... comes not from age, but from education and learning.",
"author":"― Anton Chekhov  "
},
{
"text": "Most things break, including hearts. The lessons of life amount not towisdom, but to scar tissue and callus.",
"author":"― Wallace Stegner, The Spectator Bird  "
},
{
"text": "It doesn't matter where you are coming from. All that matters is where you are going.",
"author":"― Brian Tracy  "
},
{
"text": "When you make a choice, you change the future.",
"author":"― Deepak Chopra  "
},
{
"text": "I've learned that you shouldn't go through life with a catcher's mitt on both hands; you need to be able to throw some things back.",
"author":"― Maya Angelou  "
},
{
"text": "Conquer the angry one by not getting angry; conquer the wicked by goodness; conquer the stingy by generosity, and the liar by speaking the truth.[Verse 223]",
"author":"― Siddhārtha Gautama, The Dhammapada  "
},
{
"text": "I will no longer mutilate and destroy myself in order to find a secret behind the ruins.",
"author":"― Hermann Hesse, Siddhartha  "
},
{
"text": "The road of excess leads to the palace of wisdom.",
"author":"― William Blake, The Marriage of Heaven and Hell  "
},
{
"text": "A great many people think they are thinking when they are merely rearranging their prejudices.",
"author":"― William James  "
},
{
"text": "My soul is in the sky.",
"author":"― William Shakespeare, A Midsummer Night's Dream  "
},
{
"text": "These violent delights have violent ends.",
"author":"― William Shakespeare, Romeo and Juliet  "
},
{
"text": "Perhaps the logical conclusion of everyone looking the same is everyone thinking the same.",
"author":"― Scott Westerfeld, Uglies  "
},
{
"text": "No one cares how much you know, until they know how much you care",
"author":"― Theodore Roosevelt  "
},
{
"text": "My head’ll explode if I continue with this escapism.",
"author":"― Jess C Scott, EyeLeash: A Blog Novel  "
},
{
"text": "The man of wisdom is never of two minds;the man of benevolence never worries;the man of courage is never afraid.",
"author":"― Confucius  "
},
{
"text": "Employ your time in improving yourself by other men's writings so that you shall come easily by what others have labored hard for.",
"author":"― Socrates  "
},
{
"text": "Only the wisest and stupidest of men never change.",
"author":"― Confucius  "
},
{
"text": "...Nobody knows like a woman how to say things that are both sweet and profound. Sweetness and depth, this is all of woman; this is Heaven.",
"author":"― Victor Hugo, Les Misérables  "
},
{
"text": "Obscurity and a competence—that is the life that is best worth living.",
"author":"― Mark Twain, Notebook  "
},
{
"text": "Voici mon secret. Il est très simple: on ne voit bien qu'avec le cœur. L'essentiel est invisible pour les yeux.",
"author":"― Antoine de Saint-Exupéry, Le Petit Prince  "
},
{
"text": "Books permit us to voyage through time, to tap the wisdom of our ancestors. The library connects us with the insight and knowledge, painfully extracted from Nature, of the greatest minds that ever were, with the best teachers, drawn from the entire planet and from all our history, to instruct us without tiring, and to inspire us to make our own contribution to the collective knowledge of the human species. I think the health of our civilization, the depth of our awareness about the underpinnings of our culture and our concern for the future can all be tested by how well we support our libraries.",
"author":"― Carl Sagan, Cosmos  "
},
{
"text": "Water is the softest thing, yet it can penetrate mountains and earth. This shows clearly the principle ofsoftness overcoming hardness.",
"author":"― Lao Zi  "
},
{
"text": "Wisdom is knowing I am nothing,Love is knowing I am everything,and between the two my life moves.",
"author":"― Nisargadatta Maharaj  "
},
{
"text": "When in doubt, choose to live.",
"author":"― Terry Pratchett, Thief of Time  "
},
{
"text": "When you look at what C.S. Lewis is saying, his message is so anti-life, so cruel, so unjust. The view that the Narnia books have for the material world is one of almost undisguised contempt. At one point, the old professor says, ‘It’s all in Plato’ — meaning that the physical world we see around us is the crude, shabby, imperfect, second-rate copy of something much better. I want to emphasize the simple physical truth of things, the absolute primacy of the material life, rather than the spiritual or the afterlife.[The New York Times interview, 2000]",
"author":"― Philip Pullman  "
},
{
"text": "The sense of tragedy - according to Aristotle - comes, ironically enough, not from the protagonist's weak points but from his good qualities. Do you know what I'm getting at? People are drawn deeper into tragedy not by their defects but by their virtues....[But] we accept irony through a device called metaphor. And through that we grow and become deeper human beings.",
"author":"― Haruki Murakami, Kafka on the Shore  "
},
{
"text": "Hate is... It's too easy. Love. Love takes courage.",
"author":"― Hannah Harrington, Speechless  "
},
{
"text": "I do not know everything; still many things I understand.",
"author":"― Madeleine L'Engle, A Wrinkle in Time  "
},
{
"text": "My feelings are too loud for words and too shy for the world.",
"author":"― Dejan Stojanovic  "
},
{
"text": "A man without words is a man without thought.",
"author":"― John Steinbeck, East of Eden  "
},
{
"text": "I cannot compromise my respect for your love. You can keep your love, I will keep my respect.",
"author":"― Amit Kalantri, Wealth of Words  "
},
{
"text": "So wise so young, they say, do never live long.",
"author":"― William Shakespeare, Richard III  "
},
{
"text": "Is there a difference between happiness and inner peace? Yes. Happiness depends on conditions being perceived as positive; inner peace does not.",
"author":"― Eckhart Tolle  "
},
{
"text": "Don’t take the high ground and assume you already know what you’ll do. The truth is, when it comes to someone you love, you’ll find there isn’t anything you won’t do.",
"author":"― Richelle Mead, The Fiery Heart  "
},
{
"text": "Treachery and violence are spears pointed at both ends; they wound those who resort to them worse than their enemies.",
"author":"― Emily Brontë, Wuthering Heights  "
},
{
"text": "It takes a great man to be a good listener.",
"author":"― Calvin Coolidge  "
},
{
"text": "Wisdom is having things right in your lifeand knowing why.",
"author":"― William Stafford  "
},
{
"text": "The wisest are the most annoyed at the loss of time.",
"author":"― Dante Alighieri  "
},
{
"text": "The invariable mark of wisdom is to see the miraculous in the common.",
"author":"― Emerson  "
},
{
"text": "I feel sorry for anyone who is in a place where he feels strange and stupid.",
"author":"― Lois Lowry, The Giver  "
},
{
"text": "Even a soul submerged in sleep is hard at work and helps make something of the world.",
"author":"― Heraclitus, Fragments  "
},
{
"text": "Women may fall when there's no strength in men.Act II",
"author":"― William Shakespeare, Romeo and Juliet  "
},
{
"text": "You have lost your reason and taken the wrong path. You have taken lies for truth, and hideousness for beauty. You would marvel if, owing to strange events of some sorts, frogs and lizards suddenly grew on apple and orange trees instead of fruit, or if roses began to smell like a sweating horse; so I marvel at you who exchange heaven for earth. I don't want to understand you.",
"author":"― Anton Chekhov  "
},
{
"text": "An acquaintance merely enjoys your company, a fair-weather companion flatters when all is well, a true friend has your best interests at heart and the pluck to tell you what you need to hear.",
"author":"― E.A. Bucchianeri, Brushstrokes of a Gadfly,  "
},
{
"text": "الحب هو ذكاء المسافة، ألّا تقترب كثيرًا فتلغي اللهفة، ولا تبتعد طويلًا فتُنسى.",
"author":"― أحلام مستغانمي, الأسود يليق بك  "
},
{
"text": "To wisely live your life, you don't need to know muchJust remember two main rules for the beginning:You better starve, than eat whateverAnd better be alone, than with whoever.",
"author":"― Omar Khayyám, Rubaiyat  "
},
{
"text": "Keep me away from the wisdom which does not cry, the philosophy which does not laugh and the greatness which does not bow before children.",
"author":"― Kahlil Gibran, Mirrors of the Soul  "
},
{
"text": "Sometimes you weren't supposed to share pain. Sometimes it was best just to deal with it alone.",
"author":"― Sarah Addison Allen, The Sugar Queen  "
},
{
"text": "Nature is pleased with simplicity. And nature is no dummy",
"author":"― Isaac Newton  "
},
{
"text": "If curiosity killed the cat, it was satisfaction that brought it back.",
"author":"― Holly Black, Tithe  "
},
{
"text": "Life—the way it really is—is a battle not between good and bad, but between bad and worse",
"author":"― Joseph Brodsky  "
},
{
"text": "[The Old Astronomer to His Pupil]Reach me down my Tycho Brahe, I would know him when we meet,When I share my later science, sitting humbly at his feet;He may know the law of all things, yet be ignorant of howWe are working to completion, working on from then to now.Pray remember that I leave you all my theory complete,Lacking only certain data for your adding, as is meet,And remember men will scorn it, 'tis original and true,And the obloquy of newness may fall bitterly on you.But, my pupil, as my pupil you have learned the worth of scorn,You have laughed with me at pity, we have joyed to be forlorn,What for us are all distractions of men's fellowship and smiles;What for us the Goddess Pleasure with her meretricious smiles.You may tell that German College that their honor comes too late,But they must not waste repentance on the grizzly savant's fate.Though my soul may set in darkness, it will rise in perfect light;I have loved the stars too fondly to be fearful of the night.What, my boy, you are not weeping? You should save your eyes for sight;You will need them, mine observer, yet for many another night.I leave none but you, my pupil, unto whom my plans are known.You 'have none but me,' you murmur, and I 'leave you quite alone'?Well then, kiss me, -- since my mother left her blessing on my brow,There has been a something wanting in my nature until now;I can dimly comprehend it, -- that I might have been more kind,Might have cherished you more wisely, as the one I leave behind.I 'have never failed in kindness'? No, we lived too high for strife,--Calmest coldness was the error which has crept into our life;But your spirit is untainted, I can dedicate you stillTo the service of our science: you will further it? you will!There are certain calculations I should like to make with you,To be sure that your deductions will be logical and true;And remember, 'Patience, Patience,' is the watchword of a sage,Not to-day nor yet to-morrow can complete a perfect age.I have sown, like Tycho Brahe, that a greater man may reap;But if none should do my reaping, 'twill disturb me in my sleepSo be careful and be faithful, though, like me, you leave no name;See, my boy, that nothing turn you to the mere pursuit of fame.I must say Good-bye, my pupil, for I cannot longer speak;Draw the curtain back for Venus, ere my vision grows too weak:It is strange the pearly planet should look red as fiery Mars,--God will mercifully guide me on my way amongst the stars.",
"author":"― Sarah Williams, Twilight Hours: A Legacy Of Verse  "
},
{
"text": "I do believe in simplicity. It is astonishing as well as sad, how many trivial affairs even the wisest thinks he must attend to in a day; how singular an affair he thinks he must omit. When the mathematician would solve a difficult problem, he first frees the equation of all incumbrances, and reduces it to its simplest terms. So simplify the problem of life, distinguish the necessary and the real. Probe the earth to see where your main roots run. ",
"author":"― Henry David Thoreau  "
},
{
"text": "I finally know the difference between pleasing and loving, obeying and respecting. It has taken me so many years to be okay with being different, and with being this alive, this intense. (xxvi)",
"author":"― Eve Ensler, I Am an Emotional Creature  "
},
{
"text": "The happiness of the drop is to die in the river.",
"author":"― Imam Al-Ghazali  "
},
{
"text": "Positive expectations are the mark of the superior personality.",
"author":"― Brian Tracy, Maximum Achievement: Strategies and Skills that Will Unlock Your Hidden Powers to Succeed  "
},
{
"text": "Develop an attitude of gratitude, and give thanks for everything that happens to you, knowing that every step forward is a step toward achieving something bigger and better than your current situation.",
"author":"― Brian Tracy  "
},
{
"text": "I've come to believe that all my past failure and frustration were actually laying the foundation for the understandings that have created the new level of living I now enjoy. ",
"author":"― Anthony Robbins  "
},
{
"text": "Life is like a game of chess.To win you have to make a move.Knowing which move to make comes with IN-SIGHTand knowledge, and by learning the lessons that areacculated along the way.We become each and every piece within the game called life!",
"author":"― Allan Rufus, The Master's Sacred Knowledge  "
},
{
"text": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him will believeth in anything. - Hitchens 3:16",
"author":"― Christopher Hitchens  "
},
{
"text": "Stories have a way of changing faces. They are unruly things, undisciplined, given to delinquency and the throwing of erasers. This is why we must close them up into thick, solid books, so they cannot get out and cause trouble.",
"author":"― Catherynne M. Valente, The Girl Who Circumnavigated Fairyland in a Ship of Her Own Making  "
},
{
"text": "All sacrifice and suffering is redemptive. It is used to either teach the individual or to help others. Nothing is by chance.",
"author":"― A.J. RUSSELL  "
},
{
"text": "That's not a bad word...hate and war are bad words, but fuck isn't.",
"author":"― Judy Blume, Forever . . .  "
},
{
"text": "Always forgive, but never forget, else you will be a prisoner of your own hatred, and doomed to repeat your mistakes forever.",
"author":"― Wil Zeus, Sun Beyond the Clouds  "
},
{
"text": "No man can reveal to you aught but that which already lies half asleep in the dawning of your knowledge.The teacher who walks in the shadow of the temple, among his followers, gives not of his wisdom but rather of his faith and his lovingness.If he is indeed wise he does not bid you enter the house of his wisdom, but rather leads you to the threshold of your own mind.",
"author":"― Khalil Gibran, The Prophet  "
},
{
"text": "Love of music, of sunsets and sea; a liking for the same kind of people; political opinions that are not radically divergent; a similar stance as we look at the stars and think of the marvelous strangeness of the universe - these are what build a marriage. And it is never to be taken for granted.",
"author":"― Madeleine L'Engle, Two-Part Invention: The Story of a Marriage  "
},
{
"text": "Do not seek to follow in the footsteps of the wise; seek what they sought.",
"author":"― Matsuo Basho  "
},
{
"text": "To hide feelings when you are near crying is the secret of dignity.",
"author":"― Dejan Stojanovic  "
},
{
"text": "The moment a little boy is concerned with which is a jay and which is a sparrow, he can no longer see the birds or hear them sing.",
"author":"― Eric Berne  "
},
{
"text": "Time is not the great teacher. Experience is. A man may live a whole life, but if he never leaves his home to experience that life, he dies knowing nothing. A mere child who has suffered and lived can be the wiser of the two.",
"author":"― Lynsay Sands, Love Bites  "
},
{
"text": "Anger exceeding limits causes fear and excessive kindness eliminates respect.",
"author":"― Euripides  "
},
{
"text": "It’s always hard to lose somebody. It leaves a hole in you heart that never grows back. ",
"author":"― Kevin Brooks, Lucas  "
},
{
"text": "Learned we may be with another man's learning: we can only be wise with wisdom of our own.",
"author":"― Michel de Montaigne, The Complete Essays  "
},
{
"text": "Every intelligent individual wants to know what makes him tick, and yet is at once fascinated and frustrated by the fact that oneself is the most difficult of all things to know.",
"author":"― Alan Watts  "
},
{
"text": "You are an explorer, and you represent our species, and the greatest good you can do is to bring back a new idea, because our world is endangered by the absence of good ideas. Our world is in crisis because of the absence of consciousness.",
"author":"― Terence McKenna  "
},
{
"text": "Look for the good in every person and every situation. You'll almost always find it.",
"author":"― Brian Tracy  "
},
{
"text": "I suppose it’s not a social norm, and not a manly thing to do — to feel, discuss feelings. So that’s what I’m giving the finger to. Social norms and stuff…what good are social norms, really? I think all they do is project a limited and harmful image of people. It thus impedes a broader social acceptance of what someone, or a group of people, might actually be like.",
"author":"― Jess C Scott, New Order  "
},
{
"text": "To invent your own life's meaning is not easy, but it's still allowed, and I think you'll be happier for the trouble.",
"author":"― Bill Watterson  "
},
{
"text": "I will not deny but that the best apology against false accusers is silence and sufferance, and honest deeds set against dishonest words.",
"author":"― John Milton  "
},
{
"text": "I don’t think man was meant to attain happiness so easily. Happiness is like those palaces in fairy tales whose gates are guarded by dragons: we must fight in order to conquer it.",
"author":"― Alexandre Dumas, The Count of Monte Cristo  "
},
{
"text": "You can have many great ideas in your head, but what makes the difference is the action. Without action upon an idea, there will be no manifestation, no results, and no reward",
"author":"― Don Miguel Ruiz, The Four Agreements: A Practical Guide to Personal Freedom  "
},
{
"text": "The wise are not wise because they make no mistakes. They are wise because they correct their mistakes as soon as they recognize them.",
"author":"― Orson Scott Card, Xenocide  "
},
{
"text": "Be wiser than other people if you can; but do not tell them so.",
"author":"― Dale Carnegie  "
},
{
"text": "If I had to live my life again, I'd make the same mistakes, only sooner.",
"author":"― Tallulah Bankhead  "
},
{
"text": "When they say the sky's the limit to me that's really true",
"author":"― Michael Jackson  "
},
{
"text": "The worst thing: to give yourself away in exchange for not enough love.",
"author":"― Joyce Carol Oates  "
},
{
"text": "A desire not to butt into other people's business is at least eighty percent of all human wisdom.",
"author":"― Robert A. Heinlein, Stranger in a Strange Land  "
},
{
"text": "Give a man a fish, and you'll feed him for a day. Teach a man to fish, and he'll buy a funny hat. Talk to a hungry man about fish, and you're a consultant.",
"author":"― Scott Adams  "
},
{
"text": "Sanity calms, but madness is more interesting.",
"author":"― John Russell  "
},
{
"text": "When you're in a Slump,you're not in for much fun.Un-slumping yourselfis not easily done.",
"author":"― Dr. Seuss, Oh, the Places You'll Go!  "
},

{
"text": "Maybe you could be mine / or maybe we’ll be entwined / aimless in this sexless foreplay.",
"author":"― Jess C Scott, EyeLeash: A Blog Novel  "
},
{
"text": "Every immigrant who comes here should be required within five years to learn English or leave the country.",
"author":"― Theodore Roosevelt  "
},
{
"text": "Sorrow looks back, Worry looks around, Faith looks up",
"author":"― Ralph Waldo Emerson  "
},
{
"text": "It is easier to be wise for others than for ourselves.",
"author":"― Francois De La Rochefoucauld  "
},
{
"text": "Travel brings wisdom only to the wise. It renders the ignorant more ignorant than ever.",
"author":"― Joe Abercrombie, Last Argument of Kings  "
},
{
"text": "أولادكم ليسوا لكمأولادكم أبناء الحياة المشتاقة إلى نفسها, بكم يأتون إلى العالم, ولكن ليس منكم.ومع أنهم يعيشون معكم, فهم ليسوا ملكاً لكم.أنتم تستطيعون أن تمنحوهم محبتكم, ولكنكم لا تقدرون أن تغرسوا فيهم بذور أفكاركم, لأن لهم أفكارأً خاصةً بهم.وفي طاقتكم أن تصنعوا المساكم لأجسادكم.ولكن نفوسهم لا تقطن في مساكنكم.فهي تقطن في مسكن الغد, الذي لا تستطيعون أن تزوروه حتى ولا في أحلامكم.وإن لكم أن تجاهدوا لكي تصيروا مثلهم.ولكنكم عبثاً تحاولون أن تجعلوهم مثلكم.لأن الحياة لا ترجع إلى الوراء, ولا تلذ لها الإقامة في منزل الأمس.أنتم الأقواس وأولادكم سهام حية قد رمت بها الحياة عن أقواسكم.فإن رامي السهام ينظر العلامة المنصوبة على طريق اللانهاية, فيلويكم بقدرته لكي تكون سهامه سريعة بعيدة المدى.لذلك, فليكن التواؤكم بين يدي رامي السهام الحكيم لأجل المسرة والغبطة.لأنه, كما يحب السهم الذي يطير من قوسه, هكذا يحب القوس الذي يثبت بين يديه.",
"author":"― جبران خليل جبران, The Prophet  "
},
{
"text": "Don’t let mental blocks control you. Set yourself free. Confront your fear and turn the mental blocks into building blocks.",
"author":"― Dr Roopleen, Words to inspire the winner in YOU  "
},
{
"text": "There are some experiences in life they haven't invented the right words for.",
"author":"― Lisa Kleypas, Married By Morning  "
},
{
"text": "The fact that man knows right from wrong proves his intellectual superiority to the other creatures; but the fact that he can do wrong proves his moral inferiority to any creatures that cannot.",
"author":"― Mark Twain, What is Man?  "
},
{
"text": "I have studied many philosophers and many cats. The wisdom of cats is infinitely superior.",
"author":"― Hippolyte A. Taine  "
},
{
"text": "Focus on making yourself better, not on thinking that you are better.",
"author":"― Bohdi Sanders, The Secrets of Worldly Wisdom: Your Key to Unlocking Success  "
},
{
"text": "How could I have been so ignorant? she thinks. So stupid, so unseeing, so given over to carelessness. But without such ignorance, such carelessness, how could we live? If you knew what was going to happen, if you knew everything that was going to happen next—if you knew in advance the consequences of your own actions—you'd be doomed. You'd be as ruined as God. You'd be a stone. You'd never eat or drink or laugh or get out of bed in the morning. You'd never love anyone, ever again. You'd never dare to.",
"author":"― Margaret Atwood, The Blind Assassin  "
},
{
"text": "Yet what keeps me from dissolving right now into a complete fairy-tale shimmer is this solid truth, a truth which has veritably built my bones over the last few years--I was not rescued by a prince; I was the administrator of my own rescue.",
"author":"― Elizabeth Gilbert, Eat, Pray, Love  "
},
{
"text": "A bird is safe in its nest - but that is not what its wings are made for.",
"author":"― Amit Ray, World Peace: The Voice of a Mountain Bird  "
},
{
"text": "Conceit spoils the finest genius.",
"author":"― Louisa May Alcott, Little Women  "
},
{
"text": "Dieting is the only game where you win when you lose!",
"author":"― Karl Lagerfeld  "
},
{
"text": "Please, touch me, I pray.",
"author":"― Jess C Scott, The Intern  "
},

{
"text": "Wisdom comes through suffering.Trouble, with its memories of pain,Drips in our hearts as we try to sleep,So men against their willLearn to practice moderation.Favours come to us from gods.",
"author":"― Aeschylus, Agamemnon  "
},
{
"text": "You are never alone. You are eternally connected with everyone.",
"author":"― Amit Ray, Meditation: Insights and Inspirations  "
},
{
"text": "Wisdom is the reward for surviving our own stupidity.",
"author":"― Brian Rathbone, Regent  "
},
{
"text": "The moon will guide you through the night with her brightness, but she will always dwell in the darkness, in order to be seen.",
"author":"― Shannon L. Alder  "
},
{
"text": "Can you look without the voice in your head commenting, drawing conclusions, comparing, or trying to figure something out?",
"author":"― Eckhart Tolle, A New Earth: Awakening to Your Life's Purpose  "
},
{
"text": "No,’ Nico said. ‘Getting a second life is one thing. Making it a better life, that’s the trick.’ As soon as he said it, Nico realized he could’ve been talking about himself. He decided not to bring that up.",
"author":"― Rick Riordan, The Blood of Olympus  "
},
{
"text": "I always cheer up immensely if an attack is particularly wounding because I think, well, if they attack one personally, it means they have not a single political argument left.",
"author":"― Margaret Thatcher  "
},
{
"text": "You can't dwell on what might have been...and it's not fair to condemn him for something he hasn't done.",
"author":"― Wendelin Van Draanen, Flipped  "
},
{
"text": "To know a species, look at its fears. To know yourself, look at your fears. Fear in itself is not important, but fear stands there and points you in the direction of things that are important. Don't be afraid of your fears, they're not there to scare you; they're there to let you know that something is worth it.",
"author":"― C. JoyBell C.  "
},
{
"text": "Love only grows by sharing. You can only have more for yourself by giving it away to others.",
"author":"― Brian Tracy  "
},
{
"text": "Life doesn't make any sense, and we all pretend it does. Comedy's job is to point out that it doesn't make sense, and that it doesn't make much difference anyway.",
"author":"― Eric Idle  "
},
{
"text": "Don't wish it was easier wish you were better. Don't wish for less problems wish for more skills. Don't wish for less challenge wish for more wisdom",
"author":"― Jim Rohn  "
},
{
"text": "I am the shore and the ocean, awaiting myself on both sides.",
"author":"― Dejan Stojanovic, The Shape  "
},
{
"text": "Hide yourself in God, so when a man wants to find you he will have to go there first.",
"author":"― Shannon L. Alder  "
},
{
"text": "Two wrongs don't make a right, but don't three lefts make a right? Two wrongs don't make a right, but don't two negatives make a positive?",
"author":"― Andrew Clements, Things Not Seen  "
},
{
"text": "How prone to doubt, how cautious are the wise!",
"author":"― Homer  "
},
{
"text": "Begin, be bold, and venture to be wise.",
"author":"― Horace  "
},
{
"text": "If everything seems under control, you're not going fast enough.",
"author":"― Mario Andretti  "
},
{
"text": "But if you believe yourself worthy of the thing you fought so hard to get, then you become an instrument of God, you help the Soul of the World, and you understand why you are here.",
"author":"― Paulo Coelho, The Alchemist  "
},
{
"text": "It is beautiful to express love and even more beautiful to feel it.",
"author":"― Dejan Stojanovic  "
},
{
"text": "Every form of art is another way of seeing the world. Another perspective, another window. And science –that’s the most spectacular window of all. You can see the entire universe from there.",
"author":"― Claudia Gray, A Thousand Pieces of You  "
},
{
"text": "Time flows away like the water in the river. ",
"author":"― Confucius  "
},
{
"text": "Everything you do is triggered by an emotion of either desire or fear.",
"author":"― Brian Tracy  "
},
{
"text": "Everything you'll ever need to know is within you; the secrets of the universe are imprinted on the cells of your body.",
"author":"― Dan Millman, Way of the Peaceful Warrior: A Book That Changes Lives  "
},
{
"text": "Jasnah had once defined a fool as a person who ignored information because it disagreed with desired results.",
"author":"― Brandon Sanderson, Words of Radiance  "
},
{
"text": "It can never be equal.",
"author":"― Adriana Trigiani, Very Valentine  "
},
{
"text": "The path to success is to take massive, determined action.",
"author":"― Anthony Robbins  "
},
{
"text": "I'm trying to undermine the basis of Christian belief... I'm not in the business of offending people. I find the books upholding certain values that I think are important, such as life is immensely valuable and this world is an extraordinarily beautiful place. We should do what we can to increase the amount of wisdom in the world.[Washington Post interview, 19 February 2001]",
"author":"― philip pullman  "
},
{
"text": "The future was one thing that could never be broken, because it had not yet had the chance to be anything.",
"author":"― Sarah Dessen, Saint Anything  "
},
{
"text": "They'll say you are bador perhaps you are mador at least you should stay undercover.Your mind must be bareif you would dareto think you can love more than one lover.",
"author":"― David Rovics  "
},
{
"text": "When health is absent, wisdom cannot reveal itself, art cannot manifest, strength cannot fight, wealth becomes useless, and intelligence cannot be applied.",
"author":"― Herophilus  "
},
{
"text": "I thought to myself: I am wiser than this man; neither of us probably knows anything that is really good, but he thinks he has knowledge, when he has not, while I, having no knowledge, do not think I have.",
"author":"― Plato, Apology  "
},
{
"text": "Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort.",
"author":"― Franklin D. Roosevelt  "
},
{
"text": "If we don't change the direction we are headed, we will end up where we are going.",
"author":"― Jodi Picoult, Nineteen Minutes  "
},
{
"text": "The world is 3 days: As for yesterday, it has vanished along with all that was in it. As for tomorrow, you may never see it. As for today, it is yours, so work on it.",
"author":"― Hasan Al-Basri  "
},
{
"text": "I'm not lost, because I haven't any idea where to go that I might get lost on the way to. I'd like to get lost, because then I'd know where I was going, you see.",
"author":"― Catherynne M. Valente, The Girl Who Circumnavigated Fairyland in a Ship of Her Own Making  "
},
{
"text": "Fame is a vapor, popularity is an accident, riches take wings, those who cheer today may curse tomorrow and only one thing endures - character.",
"author":"― Harry Truman  "
},
{
"text": "Mathematics expresses values that reflect the cosmos, including orderliness, balance, harmony, logic, and abstract beauty.",
"author":"― Deepak Chopra  "
},
{
"text": "It can be difficult to leave a long-term relationship, even when our inner-wisdom tells us it's time to let go. At this point, we can choose let go and endure the intense pain of leaving behind the familiar to make way for a new chapter in our life. Or we can stay and suffer a low-grade pain that slowly eats away at our heart and soul, like an emotional cancer. Until we wake up, one day and realize, we are buried so deep in the dysfunction of the relationship that we scarcely remember who we were and what we wanted and needed to be.",
"author":"― Jaeda DeWalt  "
},
{
"text": "He who is certain he knows the ending of things when he is only beginning them is either extremely wise or extremely foolish; no matter which is true, he is certainly an unhappy man, for he has put a knife in the heart of wonder.",
"author":"― Tad Williams, The Dragonbone Chair  "
},
{
"text": "The act of taking the first step is what separates the winners from the losers.",
"author":"― Brian Tracy  "
},
{
"text": "ليس كل ما يخطر للمرء يقوله ، لا سيما إذا كان صحيحا",
"author":"― محمد عفيفي, ترانيم في ظل تمارا  "
},
{
"text": "The nail that sticks out farthest gets hammered the hardest.",
"author":"― Patrick Jones, Nailed  "
},
{
"text": "All truly wise thoughts have been thought already thousands of times; but to make them truly ours, we must think them over again honestly, until they take root in our personal experience.",
"author":"― Goethe  "
},
{
"text": "He must be very ignorant for he answers every question he is asked.",
"author":"― Voltaire  "
},
{
"text": "Many things that are true feel like a cheat. Kingdoms get the princes they deserve, farmers’ daughters die for no reason, and sometimes witches merit saving. Quite often, actually. You’d be surprised.",
"author":"― Patrick Ness, A Monster Calls  "
},
{
"text": "Meditation is a way for nourishing and blossoming the divinity within you.",
"author":"― Amit Ray, Meditation: Insights and Inspirations  "
},
{
"text": "Realize that everything connects to everything else.",
"author":"― Leonardo Da Vinci  "
},
{
"text": "The only real limitation on your abilities is the level of your desires. If you want it badly enough, there are no limits on what you can achieve. ",
"author":"― Brian Tracy  "
},
{
"text": "The way I define happiness is being the creator of your experience, choosing to take pleasure in what you have, right now, regardless of the circumstances, while being the best you that you can be.",
"author":"― Leo Babauta  "
},
{
"text": "Aren't you, like me, hoping that some person, thing, or event will come along to give you that final feeling of inner well-being you desire? Don't you often hope: 'May this book, idea, course, trip, job, country or relationship fulfill my deepest desire.' But as long as you are waiting for that mysterious moment you will go on running helter-skelter, always anxious and restless, always lustful and angry, never fully satisfied. You know that this is the compulsiveness that keeps us going and busy, but at the same time makes us wonder whether we are getting anywhere in the long run. This is the way to spiritual exhaustion and burn-out. This is the way to spiritual death.",
"author":"― Henri J.M. Nouwen, Life of the Beloved: Spiritual Living in a Secular World  "
},
{
"text": "Why should we place Christ at the top and summit of the human race? Was he kinder, more forgiving, more self-sacrificing than Buddha? Was he wiser, did he meet death with more perfect calmness, than Socrates? Was he more patient, more charitable, than Epictetus? Was he a greater philosopher, a deeper thinker, than Epicurus? In what respect was he the superior of Zoroaster? Was he gentler than Lao-tsze, more universal than Confucius? Were his ideas of human rights and duties superior to those of Zeno? Did he express grander truths than Cicero? Was his mind subtler than Spinoza’s? Was his brain equal to Kepler’s or Newton’s? Was he grander in death – a sublimer martyr than Bruno? Was he in intelligence, in the force and beauty of expression, in breadth and scope of thought, in wealth of illustration, in aptness of comparison, in knowledge of the human brain and heart, of all passions, hopes and fears, the equal of Shakespeare, the greatest of the human race?",
"author":"― Robert G. Ingersoll, About The Holy Bible  "
},
{
"text": "But goodness alone is never enough. A hard, cold wisdom is required for goodness to accomplish good. Goodness without wisdom always accomplishes evil.",
"author":"― Robert A. Heinlein, Stranger in a Strange Land  "
},
{
"text": "I have always felt that doubt was the beginning of wisdom, and the fear of God was the end of wisdom.",
"author":"― Clarence Darrow, The Story of My Life  "
},
{
"text": "If you're gonna burn a bridge behind you, make sure you've crossed it first.",
"author":"― Quentin R. Bufogle  "
},
{
"text": "Veganism is not about giving anything up or losing anything; it is about gaining the peace within yourself that comes from embracing nonviolence and refusing to participate in the exploitation of the vulnerable",
"author":"― GaryLFrancione  "
},
{
"text": "It is not so much the major events as the small day-to-day decisions that map the course of our living. . . Our lives are, in reality, the sum total of our seemingly unimportant decisions and of our capacity to live by those decisions.",
"author":"― Gordon B. Hinckley  "
},
{
"text": "Even as a solid rock is unshaken by the wind, so are the wise unshaken by praise or blame.",
"author":"― Dhammapada  "
},
{
"text": "Many have died; you also will die. The drum of death is being beaten. The world has fallen in love with a dream. Only sayings of the wise will remain.",
"author":"― Kabir, The Bijak of Kabir  "
},
{
"text": "You don't have to make something that people call art. Living is an artistic activity, there is an art to getting through the day.",
"author":"― viggo mortensen  "
},
{
"text": "He hated when his own advice applied to himself.",
"author":"― Rick Riordan, The Blood of Olympus  "
},
{
"text": "A man convinced against his will Is of the same opinion still",
"author":"― Dale Carnegie, How to Win Friends and Influence People  "
},
{
"text": "I don’t think it would have all got me quite so down if just once in a while—just once in a while—there was at least some polite little perfunctory implication that knowledge should lead to wisdom, and that if it doesn't, it's just a disgusting waste of time! But there never is! You never even hear any hints dropped on a campus that wisdom is supposed to be the goal of knowledge. You hardly ever even hear the word 'wisdom' mentioned!",
"author":"― J.D. Salinger, Franny and Zooey  "
},
{
"text": "Whenever a theory appears to you as the only possible one, take this as a sign that you have neither understood the theory nor the problem which it was intended to solve.",
"author":"― Karl Popper  "
},
{
"text": "In our reasonings concerning matter of fact, there are all imaginable degrees of assurance, from the highest certainty to the lowest species of moral evidence. A wise man, therefore, proportions his belief to the evidence.",
"author":"― David Hume, An Enquiry Concerning Human Understanding  "
},
{
"text": "I've found that luck is quite predictable. If you want more luck, take more chances, Be more active, Show up more often.",
"author":"― Brian Tracy  "
},
{
"text": "The first peace, which is the most important, is that which comes within the souls of people when they realize their relationship, their oneness with the universe and all its powers, and when they realize at the center of the universe dwells the Great Spirit, and that its center is really everywhere, it is within each of us.",
"author":"― Black Elk  "
},
{
"text": "In wisdom gathered over time I have found that every experience is a form of exploration.",
"author":"― Ansel Adams  "
},
{
"text": "An ounce of prevention is worth a pound of cure.",
"author":"― Benjamin Franklin  "
},
{
"text": "The life you have left is a gift. Cherish it. Enjoy it now, to the fullest. Do what matters, now.",
"author":"― Leo Babauta  "
},
{
"text": "Whatever happens to your body, your soul will survive, untouched...",
"author":"― J.K. Rowling, Harry Potter and the Deathly Hallows  "
},
{
"text": "Great spirits have always encountered violent opposition from mediocre minds. The mediocre mind is incapable of understanding the man who refuses to bow blindly to conventional prejudices and chooses instead to express his opinions courageously and honestly.",
"author":"― Albert Einstein  "
},
{
"text": "Sometimes wisdom came from strange places, even from giant teenaged goldfish.",
"author":"― Rick Riordan, The Mark of Athena  "
},
{
"text": "You look up when you wish to be exalted. And I look down because I am exalted.",
"author":"― Friedrich Nietzsche, Thus Spoke Zarathustra  "
},
{
"text": "People who say that yesterday was better than today are ultimately devaluing their own existence.",
"author":"― Karl Lagerfeld  "
},
{
"text": "Anarchism is founded on the observation that since few men are wise enough to rule themselves, even fewer are wise enough to rule others.",
"author":"― Edward Abbey  "
},
{
"text": "Do not look for happiness outside yourself. The awakened seek happiness inside.",
"author":"― Peter Deunov  "
},
{
"text": "Whatever you believe with feeling becomes your reality.",
"author":"― Brian Tracy  "
},
{
"text": "I criticize by creation, not by finding fault.",
"author":"― Marcus Tullius Cicero  "
},
{
"text": "Life is like a sandwich!Birth as one slice,and death as the other.What you put in-between the slices is up to you.Is your sandwich tasty or sour?Allan Rufus.org",
"author":"― Allan Rufus  "
},
{
"text": "And I despise your books, I despise wisdom and the blessings of this world. It is all worthless, fleeting, illusory, and deceptive, like a mirage. You may be proud, wise, and fine, but death will wipe you off the face of the earth as though you were no more than mice burrowing under the floor, and your posterity, your history, your immortal geniuses will burn or freeze together with the earthly globe.",
"author":"― Anton Chekhov  "
},
{
"text": "A fool's paradise is a wise man's hell.",
"author":"― Thomas Fuller  "
},
{
"text": "One must find the source within one's own Self, one must possess it. Everything else was seeking -- a detour, an error.",
"author":"― Hermann Hesse, Siddhartha  "
},
{
"text": "Getting divorced just because you don't love a man is almost as silly as getting married just because you do. ",
"author":"― Zsa Zsa Gabor  "
},
{
"text": "Ignorance is hardly unusual, Miss Davar. The longer I live, the more I come to realize that it is the natural state of the human mind. There are many who will strive to defend its sanctity and then expect you to be impressed with their efforts.",
"author":"― Brandon Sanderson, The Way of Kings  "
},
{
"text": "The world’s greatest achievers have been those who have always stayed focussed on their goals and have been consistent in their efforts.",
"author":"― Dr Roopleen, Words to inspire the winner in YOU  "
},
{
"text": "There will come a time in your life when you lose something that matters to you. You'll fight for it and you won't win. But what really matters isn't the war you're waging, it's that you don't lose the person you are in the midst of the battle.",
"author":"― J. Sterling, The Perfect Game  "
},
{
"text": "He who binds to himself a joyDoes the winged life destroy;But he who kisses the joy as it fliesLives in eternity's sun rise.",
"author":"― William Blake  "
},
{
"text": "You'll never reach perfection because there's always room for improvement. Yet get along the way to perfection, you'll learn to get better.",
"author":"― Hlovate, Versus  "
},
{
"text": "Some people insist that 'mediocre' is better than 'best.' They delight in clipping wings because they themselves can't fly. They despise brains because they have none.",
"author":"― Robert A. Heinlein, Have Space Suit—Will Travel  "
},
{
"text": "For this feeling of wonder shows that you are a philosopher, since wonder is the only beginning of philosophy.",
"author":"― Plato, Theaetetus  "
},
{
"text": "The teacher who is indeed wise does not bid you to enter the house of his wisdom but rather leads you to the threshold of your mind.",
"author":"― Kahlil Gibran  "
},
{
"text": "It’s always the ones who are the quietest who often have the greatest things to say.",
"author":"― T.J. Klune  "
},
{
"text": "People are always complaining that life's not fair, but that simply isn't true. Life is extraordinarily fair. It's just not centered on you.",
"author":"― Lynn Marie Sager, A River Worth Riding  "
},
{
"text": "Crying does not indicate that you are weak. Since birth, it has always been a sign that you are alive.",
"author":"― Charlotte Brontë, Jane Eyre  "
},
{
"text": "It’s always about timing. If it’s too soon, no one understands. If it’s too late, everyone’s forgotten.",
"author":"― Anna Wintour  "
},
{
"text": "Every person has a right to risk their own life for the preservation of it.",
"author":"― Jean Jacques Rousseau  "
},
{
"text": "Acquiring wisdom is great but it is not the goal, applying it is.",
"author":"― idowu koyenikan, Wealth for All: Living a Life of Success at the Edge of Your Ability  "
},
{
"text": "That woman doesn't have the sense God gave a retarded flea.",
"author":"― Nora Roberts, Black Rose  "
},
{
"text": "In the land of the blind, the one-eyed man is king.",
"author":"― Desiderius Erasmus  "
},
{
"text": "And thus, the actions of life often not allowing any delay, it is a truth very certain that, when it is not in our power to determine the most true opinions we ought to follow the most probable.",
"author":"― Rene Descartes, Discourse on Method  "
},
{
"text": "Dear Child, Sometimes on your travel through hell, you meet people that think they are in heaven because of their cleverness and ability to get away with things. Travel past them because they don't understand who they have become and never will. These type of people feel justified in revenge and will never learn mercy or forgiveness because they live by comparison. They are the people that don't care about anyone, other than who is making them feel confident. They don’t understand that their deity is not rejoicing with them because of their actions, rather he is trying to free them from their insecurities, by softening their heart. They rather put out your light than find their own. They don't have the ability to see beyond the false sense of happiness they get from destroying others. You know what happiness is and it isn’t this. Don’t see their success as their deliverance. It is a mask of vindication which has no audience, other than their own kind. They have joined countless others that call themselves "
},
{
"text": "survivors",
"author":"― Shannon L. Alder  "
},
{
"text": "Quiet people always know more than they seem. Although very normal, their inner world is by default fronted mysterious and therefore assumed weird. Never underestimate the social awareness and sense of reality in a quiet person; they are some of the most observant, absorbent persons of all.",
"author":"― Criss Jami, Healology  "
},
{
"text": "I have been finding treasures in places I did not want to search. I have been hearing wisdom from tongues I did not want to listen. I have been finding beauty where I did not want to look. And I have learned so much from journeys I did not want to take. Forgive me, O Gracious One; for I have been closing my ears and eyes for too long. I have learned that miracles are only called miracles because they are often witnessed by only those who can can see through all of life's illusions. I am ready to see what really exists on other side, what exists behind the blinds, and taste all the ugly fruit instead of all that looks right, plump and ripe.",
"author":"― Suzy Kassem, Rise Up and Salute the Sun: The Writings of Suzy Kassem  "
},
{
"text": "Fear can’t be reasoned with. Neither can hate. They’re like love. They’re almost identical emotions. That’s why Ares and Aphrodite like each other. Their twin sons – Fear and Panic – were spawned from both war and love.",
"author":"― Rick Riordan, The Blood of Olympus  "
},
{
"text": "They can't tell so much about you if you got your eyes closed.",
"author":"― Ken Kesey, One Flew Over the Cuckoo's Nest  "
},
{
"text": "I have come to the conclusion never again to think of marrying, and for this reason, I can never be satisfied with anyone who would be blockhead enough to have me.",
"author":"― Abraham Lincoln  "
},
{
"text": "Peace is not happenstance. It is a living fire that must be fed constantly. It must be tended with vigilance, else it dies out.",
"author":"― Libba Bray, The Sweet Far Thing  "
},
{
"text": "If a man could have half of his wishes, he would double his troubles.",
"author":"― Benjamin Franklin  "
},
{
"text": "Time ripens all things; no man is born wise.",
"author":"― Miguel de Cervantes Saavedra  "
},
{
"text": "We spend January 1st walking through our lives, room by room, drawing up a list of work to be done, cracks to be patched. Maybe this year, to balance the list, we ought to walk through the rooms of our lives...not looking for flaws, but for potential.",
"author":"― Ellen Goodman  "
},
{
"text": "I would rather be able to appreciate things I cannot have than to have things I am not able to appreciate.",
"author":"― Elbert Hubbard  "
},
{
"text": "The whole problem with the world is that fools and fanatics are always so certain of themselves, and wiser people so full of doubts.",
"author":"― Bertrand Russell  "
},
{
"text": "We do not need to eat animals, wear animals, or use animals for entertainment purposes, and our only defense of these uses is our pleasure, amusement, and convenience.",
"author":"― Gary L. Francione  "
},
{
"text": "May your feet ever walk in the light of two suns... and may the moonshadow never fall on you... ",
"author":"― Robert Fanney  "
},
{
"text": "A man in love is incomplete until he has married. Then he's finished.",
"author":"― Zsa Zsa Gabor  "
},
{
"text": "The wise man knows that it is better to sit on the banks of a remote mountain stream than to be emperor of the whole world.",
"author":"― Zhuangzi  "
},
{
"text": "Imagine others complexly.",
"author":"― John Green, Paper Towns  "
},
{
"text": "And, at such a time, for a few of us there will always be a tugging at the heart—knowing a precious moment had gone and we not there. We can ask and ask but we can’t have again what once seemed ours for ever—the way things looked, that church alone in the fields, a bed on belfry floor, a remembered voice, a loved face. They’ve gone and you can only wait for the pain to pass. ",
"author":"― J.L. Carr, A Month in the Country  "
},
{
"text": "I only know that I know nothing",
"author":"― Socrates  "
}

]